Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: in a < Personalities > directory located in the same directory as the engine.
ar: في دليل <Personality> الموجود في نفس الدليل الذي يوجد به المحرك.
bg: в директория < Personalities >, разположена в същата директория като двигателя.
bn: ইঞ্জিনের মতো একই ডিরেক্টরিতে অবস্থিত একটি <Personalities> ডিরেক্টরিতে।
cs: v adresáři <Personalities>, který se nachází ve stejném adresáři jako engine.
da: i en <Personligheder>-mappe, der er placeret i samme mappe som søgemotoren.
de: in einem <Personalities>-Verzeichnis, das sich im selben Verzeichnis wie die Engine befindet.
el: σε έναν κατάλογο <Personalities > που βρίσκεται στον ίδιο κατάλογο με τη μηχανή.
es: en un directorio <Personalidades> ubicado en el mismo directorio que el motor.
et: kataloogis <Personalities>, mis asub mootoriga samas kataloogis.
fa: در یک دایرکتوری <Personality> که در همان دایرکتوری موتور قرار دارد.
fi: <Personalities>-hakemistossa, joka sijaitsee samassa hakemistossa kuin hakukone.
fr: dans un répertoire <Personnalités> situé dans le même répertoire que le moteur.
he: בספרייה < Personalities > הממוקמת באותה ספרייה כמו המנוע.
hi: इंजन के समान निर्देशिका में स्थित < व्यक्तित्व > निर्देशिका में।
hu: egy < Personalities > könyvtárban, amely a motorral megegyező könyvtárban található.
id: dalam direktori < Personalities > yang terletak di direktori yang sama dengan mesin.
it: in una directory < Personalities > situata nella stessa directory del motore.
ja: エンジンと同じディレクトリにある < Personalities > ディレクトリ内。
ko: 엔진과 같은 디렉토리에 있는 <Personality> 디렉토리에 있습니다.
lt: kataloge < Personalities >, esančiame tame pačiame kataloge kaip ir variklis.
lv: < Personalities > direktorijā, kas atrodas tajā pašā direktorijā, kur dzinējs.
nl: in een <Personals>-map die zich in dezelfde map bevindt als de engine.
no: i en <Personligheter>-katalog som ligger i samme katalog som motoren.
pl: w katalogu < Personalities > znajdującym się w tym samym katalogu co silnik.
pt: em um diretório < Personalidades > localizado no mesmo diretório do motor.
ro: într-un director < Personalități > situat în același director ca și motorul.
ru: в каталоге <Personality>, расположенном в том же каталоге, что и движок.
sq: në një direktori <Personalities> të vendosur në të njëjtën direktori me motorin.
sr: у директоријуму < Personalities > који се налази у истом директоријуму као и претраживач.
sv: i en <Personligheter>-katalog som finns i samma katalog som sökmotorn.
sw: katika < Personalities > saraka iliyo katika saraka sawa na injini.
ta: இயந்திரம் இருக்கும் அதே கோப்பகத்தில் அமைந்துள்ள ஒரு <Personalities > கோப்பகத்தில்.
th: ในไดเร็กทอรี <Personities> ที่ตั้งอยู่ในไดเร็กทอรีเดียวกันกับเครื่องยนต์
tr: Motorla aynı dizinde bulunan < Personalities > dizininde.
uk: у каталозі <Personalities>, розташованому в тому ж каталозі, що й рушій.
ur: ایک <شخصیات> ڈائرکٹری میں جو انجن کی اسی ڈائرکٹری میں واقع ہے۔
vi: trong thư mục <Personities> nằm trong cùng thư mục với công cụ.
zh: 位于与引擎同一目录下的 < Personalities > 目录中。

source: These personalities can be made if you run the engine from the command prompt
ar: يمكن إنشاء هذه الشخصيات إذا قمت بتشغيل المحرك من موجه الأوامر
bg: Тези персонализации могат да бъдат създадени, ако стартирате двигателя от командния ред
bn: কমান্ড প্রম্পট থেকে ইঞ্জিন চালালে এই ব্যক্তিত্বগুলি তৈরি করা যেতে পারে
cs: Tyto osobnosti lze vytvořit, pokud spustíte engine z příkazového řádku
da: Disse personligheder kan oprettes, hvis du kører motoren fra kommandoprompten.
de: Diese Persönlichkeiten können erstellt werden, wenn Sie die Engine über die Kommandozeile starten.
el: Αυτές οι προσωπικότητες μπορούν να δημιουργηθούν αν εκτελέσετε τη μηχανή από τη γραμμή εντολών
es: Estas personalidades se pueden crear si ejecutas el motor desde la línea de comandos.
et: Neid isiksusi saab luua, kui käivitate mootori käsurealt
fa: این شخصیت‌ها را می‌توان با اجرای موتور از طریق خط فرمان ایجاد کرد.
fi: Nämä persoonallisuudet voidaan luoda, jos suoritat moottorin komentokehotteesta.
fr: Ces personnalités peuvent être créées en exécutant le moteur depuis l'invite de commandes.
he: ניתן ליצור את האישיויות הללו אם מפעילים את המנוע משורת הפקודה
hi: यदि आप कमांड प्रॉम्प्ट से इंजन चलाते हैं तो ये व्यक्तित्व बनाए जा सकते हैं
hu: Ezek a személyiségek létrehozhatók, ha a motort a parancssorból futtatjuk.
id: Kepribadian ini dapat dibuat jika Anda menjalankan mesin dari command prompt
it: Queste personalità possono essere create se si esegue il motore dal prompt dei comandi
ja: これらのパーソナリティは、コマンドプロンプトからエンジンを実行すると作成できます。
ko: 명령 프롬프트에서 엔진을 실행하면 이러한 개성을 만들 수 있습니다.
lt: Šias asmenybes galima sukurti paleidus variklį iš komandinės eilutės.
lv: Šīs personības var izveidot, ja dzinēju palaižat no komandrindas.
nl: Deze persoonlijkheden kunnen worden gemaakt als u de engine vanaf de opdrachtprompt uitvoert
no: Disse personlighetene kan lages hvis du kjører motoren fra kommandolinjen.
pl: Te osobowości można utworzyć, uruchamiając silnik z poziomu wiersza poleceń
pt: Essas personalidades podem ser criadas se você executar o motor a partir da linha de comando.
ro: Aceste personalități pot fi create dacă rulați motorul din promptul de comandă
ru: Эти личности можно создать, если запустить движок из командной строки.
sq: Këto personalitete mund të krijohen nëse e ekzekutoni motorin nga linja e komandës
sr: Ове личности се могу направити ако покренете мотор из командне линије
sv: Dessa personligheter kan skapas om du kör motorn från kommandotolken.
sw: Haiba hizi zinaweza kufanywa ikiwa utaendesha injini kutoka kwa haraka ya amri
ta: கட்டளை வரியில் இருந்து இயந்திரத்தை இயக்கினால் இந்த ஆளுமைகளை உருவாக்க முடியும்.
th: คุณสามารถสร้างบุคลิกภาพเหล่านี้ได้หากคุณเรียกใช้เครื่องมือจากพรอมต์คำสั่ง
tr: Bu kişilikler, motoru komut isteminden çalıştırırsanız oluşturulabilir
uk: Ці особистості можна створити, якщо запустити движок з командного рядка
ur: اگر آپ کمانڈ پرامپٹ سے انجن چلاتے ہیں تو یہ شخصیتیں بن سکتی ہیں۔
vi: Những tính cách này có thể được tạo ra nếu bạn chạy công cụ từ dấu nhắc lệnh
zh: 如果从命令行运行引擎，就可以创建这些个性化设置。

source: but it is much simpler to make them using the options in Nimzo_3d.
ar: ولكن من الأسهل بكثير إنشاءها باستخدام الخيارات الموجودة في Nimzo_3d.
bg: но е много по-лесно да се направят, използвайки опциите в Nimzo_3d.
bn: কিন্তু Nimzo_3d এর বিকল্পগুলি ব্যবহার করে এগুলি তৈরি করা অনেক সহজ।
cs: ale je mnohem jednodušší je vytvořit pomocí možností v Nimzo_3d.
da: men det er meget enklere at lave dem ved hjælp af mulighederne i Nimzo_3d.
de: Mit den Optionen in Nimzo_3d lassen sie sich jedoch wesentlich einfacher erstellen.
el: αλλά είναι πολύ πιο απλό να τα φτιάξετε χρησιμοποιώντας τις επιλογές στο Nimzo_3d.
es: pero es mucho más sencillo crearlos utilizando las opciones de Nimzo_3d.
et: aga palju lihtsam on neid teha Nimzo_3d valikute abil.
fa: اما ساختن آنها با استفاده از گزینه‌های موجود در Nimzo_3d بسیار ساده‌تر است.
fi: mutta niiden tekeminen Nimzo_3d:n asetuksilla on paljon yksinkertaisempaa.
fr: mais il est beaucoup plus simple de les réaliser en utilisant les options de Nimzo_3d.
he: אבל הרבה יותר פשוט ליצור אותם באמצעות האפשרויות ב-Nimzo_3d.
hi: लेकिन Nimzo_3d में विकल्पों का उपयोग करके उन्हें बनाना बहुत सरल है।
hu: de sokkal egyszerűbb a Nimzo_3d beállításaival elkészíteni őket.
id: tetapi jauh lebih mudah membuatnya dengan menggunakan opsi di Nimzo_3d.
it: ma è molto più semplice realizzarli utilizzando le opzioni di Nimzo_3d.
ja: ただし、Nimzo_3d のオプションを使用して作成する方がはるかに簡単です。
ko: 하지만 Nimzo_3d의 옵션을 사용하면 훨씬 더 간단하게 만들 수 있습니다.
lt: bet daug paprasčiau juos padaryti naudojant „Nimzo_3d“ parinktis.
lv: bet daudz vienkāršāk ir tos izveidot, izmantojot Nimzo_3d opcijas.
nl: maar het is veel eenvoudiger om ze te maken met behulp van de opties in Nimzo_3d.
no: men det er mye enklere å lage dem ved å bruke alternativene i Nimzo_3d.
pl: ale o wiele prościej jest je utworzyć korzystając z opcji w Nimzo_3d.
pt: mas é muito mais simples criá-los usando as opções do Nimzo_3d.
ro: dar este mult mai simplu să le realizezi folosind opțiunile din Nimzo_3d.
ru: но гораздо проще сделать их, используя опции в Nimzo_3d.
sq: por është shumë më e thjeshtë t'i bësh ato duke përdorur opsionet në Nimzo_3d.
sr: али је много једноставније направити их користећи опције у Nimzo_3d.
sv: men det är mycket enklare att göra dem med hjälp av alternativen i Nimzo_3d.
sw: lakini ni rahisi zaidi kuwafanya kutumia chaguzi katika Nimzo_3d.
ta: ஆனால் Nimzo_3d இல் உள்ள விருப்பங்களைப் பயன்படுத்தி அவற்றை உருவாக்குவது மிகவும் எளிது.
th: แต่จะง่ายกว่ามากในการสร้างสิ่งเหล่านี้โดยใช้ตัวเลือกใน Nimzo_3d
tr: ancak bunları Nimzo_3d'deki seçenekleri kullanarak yapmak çok daha basittir.
uk: але набагато простіше зробити їх, використовуючи опції Nimzo_3d.
ur: لیکن Nimzo_3d میں اختیارات کا استعمال کرتے ہوئے انہیں بنانا بہت آسان ہے۔
vi: nhưng sẽ đơn giản hơn nhiều nếu sử dụng các tùy chọn trong Nimzo_3d.
zh: 但是使用 Nimzo_3d 中的选项来制作它们要简单得多。

source: Options available in the dialog box -
ar: الخيارات المتاحة في مربع الحوار -
bg: Налични опции в диалоговия прозорец -
bn: ডায়ালগ বক্সে উপলব্ধ বিকল্পগুলি -
cs: Možnosti dostupné v dialogovém okně -
da: Tilgængelige indstillinger i dialogboksen -
de: Im Dialogfeld verfügbare Optionen -
el: Διαθέσιμες επιλογές στο παράθυρο διαλόγου -
es: Opciones disponibles en el cuadro de diálogo -
et: Dialoogiboksis saadaolevad valikud -
fa: گزینه‌های موجود در کادر محاوره‌ای -
fi: Valintaikkunassa käytettävissä olevat asetukset -
fr: Options disponibles dans la boîte de dialogue -
he: אפשרויות זמינות בתיבת הדו-שיח -
hi: संवाद बॉक्स में उपलब्ध विकल्प -
hu: A párbeszédpanelen elérhető beállítások -
id: Opsi yang tersedia di kotak dialog -
it: Opzioni disponibili nella finestra di dialogo -
ja: ダイアログボックスで利用可能なオプション -
ko: 대화 상자에서 사용 가능한 옵션 -
lt: Dialogo lange galimos parinktys -
lv: Dialoglodziņā pieejamās opcijas —
nl: Beschikbare opties in het dialoogvenster -
no: Tilgjengelige alternativer i dialogboksen -
pl: Opcje dostępne w oknie dialogowym -
pt: Opções disponíveis na caixa de diálogo -
ro: Opțiuni disponibile în caseta de dialog -
ru: Параметры, доступные в диалоговом окне:
sq: Opsionet e disponueshme në kutinë e dialogut -
sr: Опције доступне у дијалошком оквиру -
sv: Tillgängliga alternativ i dialogrutan -
sw: Chaguzi zinazopatikana kwenye kisanduku cha mazungumzo -
ta: உரையாடல் பெட்டியில் கிடைக்கும் விருப்பங்கள் -
th: ตัวเลือกที่มีอยู่ในกล่องโต้ตอบ -
tr: İletişim kutusunda mevcut seçenekler -
uk: Доступні параметри в діалоговому вікні -
ur: ڈائیلاگ باکس میں دستیاب اختیارات -
vi: Các tùy chọn có sẵn trong hộp thoại -
zh: 对话框中的可用选项 -

source: Select Cyclone Xtreme personality file - opens a Windows Explorer window
ar: حدد ملف شخصية Cyclone Xtreme - يفتح نافذة مستكشف Windows
bg: Изберете файл с личността на Cyclone Xtreme - отваря прозорец на Windows Explorer
bn: সাইক্লোন এক্সট্রিম পার্সোনালিটি ফাইল নির্বাচন করুন - একটি উইন্ডোজ এক্সপ্লোরার উইন্ডো খুলবে
cs: Vyberte soubor s osobnostmi Cyclone Xtreme – otevře se okno Průzkumníka Windows
da: Vælg Cyclone Xtreme personlighedsfil - åbner et Windows Stifinder-vindue
de: Cyclone Xtreme-Persönlichkeitsdatei auswählen – öffnet ein Windows Explorer-Fenster
el: Επιλογή αρχείου προσωπικότητας Cyclone Xtreme - ανοίγει ένα παράθυρο της Εξερεύνησης των Windows
es: Seleccionar archivo de personalidad de Cyclone Xtreme - abre una ventana del Explorador de Windows
et: Valige Cyclone Xtreme isiksusefail - avab Windows Exploreri akna
fa: فایل شخصیتی Cyclone Xtreme را انتخاب کنید - یک پنجره Windows Explorer باز می‌شود.
fi: Valitse Cyclone Xtreme -persoonallisuustiedosto - avaa Windowsin Resurssienhallinta-ikkunan
fr: Sélectionnez le fichier de personnalisation Cyclone Xtreme - ouvre une fenêtre de l'Explorateur Windows
he: בחירת קובץ אישיות Cyclone Xtreme - פותחת חלון סייר Windows
hi: साइक्लोन एक्सट्रीम व्यक्तित्व फ़ाइल का चयन करें - एक विंडोज़ एक्सप्लोरर विंडो खुलती है
hu: Válassza a Cyclone Xtreme személyiségfájlt - megnyit egy Windows Intéző ablakot
id: Pilih file kepribadian Cyclone Xtreme - membuka jendela Windows Explorer
it: Seleziona il file di personalità Cyclone Xtreme: apre una finestra di Esplora risorse di Windows
ja: Cyclone Xtremeパーソナリティファイルを選択 - Windowsエクスプローラーウィンドウが開きます
ko: Cyclone Xtreme 개성 파일 선택 - Windows 탐색기 창이 열립니다.
lt: Pasirinkite „Cyclone Xtreme“ asmenybės failą – atidaromas „Windows Explorer“ langas
lv: Atlasiet Cyclone Xtreme personības failu — tiek atvērts Windows Explorer logs
nl: Selecteer Cyclone Xtreme-persoonlijkheidsbestand - opent een Windows Verkenner-venster
no: Velg Cyclone Xtreme-personlighetsfil – åpner et Windows Utforsker-vindu
pl: Wybierz plik osobowości Cyclone Xtreme – otworzy się okno Eksploratora Windows
pt: Selecione o arquivo de personalidade do Cyclone Xtreme - abre uma janela do Explorador de Arquivos do Windows.
ro: Selectați fișierul de personalitate Cyclone Xtreme - deschide o fereastră Windows Explorer
ru: Выберите файл индивидуальности Cyclone Xtreme — откроется окно проводника Windows.
sq: Zgjidhni skedarin e personalitetit Cyclone Xtreme - hap një dritare të Windows Explorer
sr: Изаберите датотеку личности Cyclone Xtreme - отвара прозор Windows Explorer-а
sv: Välj Cyclone Xtreme-personlighetsfilen – öppnar ett fönster i Utforskaren
sw: Chagua faili ya kibinafsi ya Cyclone Xtreme - hufungua dirisha la Windows Explorer
ta: Cyclone Xtreme ஆளுமை கோப்பைத் தேர்ந்தெடுக்கவும் - விண்டோஸ் எக்ஸ்ப்ளோரர் சாளரத்தைத் திறக்கும்.
th: เลือกไฟล์บุคลิกภาพ Cyclone Xtreme - เปิดหน้าต่าง Windows Explorer
tr: Cyclone Xtreme kişilik dosyasını seçin - bir Windows Gezgini penceresi açar
uk: Виберіть файл особистості Cyclone Xtreme – відкриває вікно Провідника Windows
ur: سائیکلون ایکسٹریم پرسنلٹی فائل کو منتخب کریں - ونڈوز ایکسپلورر ونڈو کھولتا ہے۔
vi: Chọn tệp cá tính Cyclone Xtreme - mở cửa sổ Windows Explorer
zh: 选择 Cyclone Xtreme 个性文件 - 打开 Windows 资源管理器窗口

source: which you can use to select the personality file for the engine.
ar: والتي يمكنك استخدامها لتحديد ملف الشخصية للمحرك.
bg: който можете да използвате, за да изберете файла с характери за двигателя.
bn: যা আপনি ইঞ্জিনের জন্য ব্যক্তিত্ব ফাইল নির্বাচন করতে ব্যবহার করতে পারেন।
cs: který můžete použít k výběru souboru s osobnostmi pro engine.
da: som du kan bruge til at vælge personlighedsfilen til motoren.
de: mit der Sie die Persönlichkeitsdatei für den Motor auswählen können.
el: το οποίο μπορείτε να χρησιμοποιήσετε για να επιλέξετε το αρχείο προσωπικότητας για τη μηχανή.
es: que puede utilizar para seleccionar el archivo de personalidad para el motor.
et: mille abil saate valida mootori isiksusefaili.
fa: که می‌توانید از آن برای انتخاب فایل شخصیتی برای موتور استفاده کنید.
fi: jota voit käyttää moottorin persoonallisuustiedoston valitsemiseen.
fr: que vous pouvez utiliser pour sélectionner le fichier de personnalité du moteur.
he: שבו ניתן להשתמש כדי לבחור את קובץ האישיות עבור המנוע.
hi: जिसका उपयोग आप इंजन के लिए व्यक्तित्व फ़ाइल का चयन करने के लिए कर सकते हैं।
hu: amellyel kiválaszthatod a motor személyiségfájlját.
id: yang dapat Anda gunakan untuk memilih berkas kepribadian untuk mesin tersebut.
it: che puoi usare per selezionare il file di personalità per il motore.
ja: これを使用して、エンジンのパーソナリティ ファイルを選択できます。
ko: 이를 사용하여 엔진의 성격 파일을 선택할 수 있습니다.
lt: kurį galite naudoti norėdami pasirinkti variklio asmenybės failą.
lv: kuru var izmantot, lai atlasītu dzinēja personības failu.
nl: waarmee u het persoonlijkheidsbestand voor de engine kunt selecteren.
no: som du kan bruke til å velge personlighetfilen for motoren.
pl: którego możesz użyć do wybrania pliku osobowości dla silnika.
pt: que você pode usar para selecionar o arquivo de personalidade para o motor.
ro: pe care îl puteți utiliza pentru a selecta fișierul de personalitate pentru motor.
ru: который вы можете использовать для выбора файла индивидуальности для движка.
sq: të cilin mund ta përdorni për të zgjedhur skedarin e personalitetit për motorin.
sr: који можете користити за избор датотеке личности за мотор.
sv: som du kan använda för att välja personlighetfilen för motorn.
sw: ambayo unaweza kutumia kuchagua faili ya utu kwa injini.
ta: இதைப் பயன்படுத்தி எஞ்சினுக்கான ஆளுமைக் கோப்பைத் தேர்ந்தெடுக்கலாம்.
th: ซึ่งคุณสามารถใช้เพื่อเลือกไฟล์บุคลิกภาพให้กับเครื่องยนต์ได้
tr: Motor için kişilik dosyasını seçmek için kullanabileceğiniz.
uk: який можна використовувати для вибору файлу особистості для двигуна.
ur: جسے آپ انجن کے لیے شخصیت کی فائل کو منتخب کرنے کے لیے استعمال کر سکتے ہیں۔
vi: mà bạn có thể sử dụng để chọn tệp cá tính cho công cụ.
zh: 你可以用它来选择引擎的个性文件。

source: Reset Engine - Reset the Cyclone Xtreme engine personality file
ar: إعادة تعيين المحرك - إعادة تعيين ملف شخصية محرك Cyclone Xtreme
bg: Нулиране на двигателя - Нулиране на файла с характеристиките на двигателя Cyclone Xtreme
bn: ইঞ্জিন রিসেট করুন - সাইক্লোন এক্সট্রিম ইঞ্জিন পার্সোনালিটি ফাইল রিসেট করুন
cs: Resetovat motor - Obnoví soubor s nastavením motoru Cyclone Xtreme
da: Nulstil motor - Nulstil personlighedsfilen for Cyclone Xtreme-motoren
de: Motor zurücksetzen – Setzt die Motorkennungsdatei des Cyclone Xtreme zurück.
el: Επαναφορά Μηχανής - Επαναφορά του αρχείου προσωπικότητας του κινητήρα Cyclone Xtreme
es: Reiniciar motor: Restablecer el archivo de personalidad del motor Cyclone Xtreme
et: Lähtesta mootor - Lähtesta Cyclone Xtreme mootori isiksusefail
fa: تنظیم مجدد موتور - فایل شخصیت موتور Cyclone Xtreme را بازنشانی کنید
fi: Nollaa moottori - Nollaa Cyclone Xtreme -moottorin persoonallisuustiedosto
fr: Réinitialiser le moteur - Réinitialiser le fichier de configuration du moteur Cyclone Xtreme
he: איפוס מנוע - איפוס קובץ האישיות של מנוע Cyclone Xtreme
hi: इंजन रीसेट करें - साइक्लोन एक्सट्रीम इंजन व्यक्तित्व फ़ाइल रीसेट करें
hu: Reset Engine - A Cyclone Xtreme motor személyiségfájljának visszaállítása
id: Reset Engine - Reset file kepribadian mesin Cyclone Xtreme
it: Reimposta motore: reimposta il file di personalità del motore Cyclone Xtreme
ja: エンジンのリセット - Cyclone Xtreme エンジンのパーソナリティ ファイルをリセットします
ko: 엔진 재설정 - Cyclone Xtreme 엔진 개성 파일 재설정
lt: Atstatyti variklį – Atkurti „Cyclone Xtreme“ variklio asmenybės failą
lv: Atiestatīt dzinēju — atiestatiet Cyclone Xtreme dzinēja personības failu
nl: Engine resetten - Het persoonlijkheidsbestand van de Cyclone Xtreme-engine resetten
no: Tilbakestill motor – Tilbakestill personlighetsfilen for Cyclone Xtreme-motoren
pl: Reset Engine – Zresetuj plik osobowości silnika Cyclone Xtreme
pt: Reiniciar motor - Reinicializa o arquivo de personalidade do motor Cyclone Xtreme
ro: Resetare motor - Resetează fișierul de personalitate al motorului Cyclone Xtreme
ru: Сброс движка — сброс файла настроек движка Cyclone Xtreme.
sq: Rivendos Motorin - Rivendos skedarin e personalitetit të motorit Cyclone Xtreme
sr: Ресетуј мотор - Ресетуј датотеку личности мотора Cyclone Xtreme
sv: Återställ motor - Återställ personlighetsfilen för Cyclone Xtreme-motorn
sw: Weka Upya Injini - Weka upya faili ya haiba ya injini ya Cyclone Xtreme
ta: இயந்திரத்தை மீட்டமை - சைக்ளோன் எக்ஸ்ட்ரீம் இயந்திர ஆளுமை கோப்பை மீட்டமைக்கவும்.
th: รีเซ็ตเครื่องยนต์ - รีเซ็ตไฟล์บุคลิกภาพเครื่องยนต์ Cyclone Xtreme
tr: Motoru Sıfırla - Cyclone Xtreme motor kişilik dosyasını sıfırla
uk: Скидання налаштувань двигуна - Скидання файлу особистості двигуна Cyclone Xtreme
ur: انجن کو دوبارہ ترتیب دیں - سائیکلون ایکسٹریم انجن کی شخصیت کی فائل کو دوبارہ ترتیب دیں۔
vi: Reset Engine - Đặt lại tệp tính cách của động cơ Cyclone Xtreme
zh: 重置引擎 - 重置 Cyclone Xtreme 引擎个性化文件

source: to the default values.
ar: إلى القيم الافتراضية.
bg: към стойностите по подразбиране.
bn: ডিফল্ট মানগুলিতে।
cs: na výchozí hodnoty.
da: til standardværdierne.
de: auf die Standardwerte zurücksetzen.
el: στις προεπιλεγμένες τιμές.
es: a los valores predeterminados.
et: vaikeväärtustele.
fa: به مقادیر پیش‌فرض.
fi: oletusarvoihin.
fr: aux valeurs par défaut.
he: לערכי ברירת המחדל.
hi: डिफ़ॉल्ट मानों पर.
hu: az alapértelmezett értékekre.
id: ke nilai default.
it: ai valori predefiniti.
ja: デフォルト値に戻します。
ko: 기본값으로 돌아갑니다.
lt: į numatytąsias vertes.
lv: uz noklusējuma vērtībām.
nl: naar de standaardwaarden.
no: til standardverdiene.
pl: do wartości domyślnych.
pt: aos valores padrão.
ro: la valorile implicite.
ru: к значениям по умолчанию.
sq: te vlerat e parazgjedhura.
sr: на подразумеване вредности.
sv: till standardvärdena.
sw: kwa maadili chaguo-msingi.
ta: இயல்புநிலை மதிப்புகளுக்கு.
th: ให้เป็นค่าเริ่มต้น
tr: varsayılan değerlere.
uk: до значень за замовчуванням.
ur: پہلے سے طے شدہ اقدار پر۔
vi: về giá trị mặc định.
zh: 恢复为默认值。

source: Create random personality file - opens a Windows Explorer window
ar: إنشاء ملف شخصية عشوائي - يفتح نافذة مستكشف Windows
bg: Създаване на произволен файл с личност - отваря прозорец на Windows Explorer
bn: র‍্যান্ডম পার্সোনালিটি ফাইল তৈরি করুন - একটি উইন্ডোজ এক্সপ্লোরার উইন্ডো খোলে
cs: Vytvořit náhodný soubor s osobnostmi - otevře okno Průzkumníka Windows
da: Opret tilfældig personlighedsfil - åbner et Windows Stifinder-vindue
de: Erstellt eine zufällige Persönlichkeitsdatei – öffnet ein Windows Explorer-Fenster
el: Δημιουργία αρχείου τυχαίας προσωπικότητας - ανοίγει ένα παράθυρο της Εξερεύνησης των Windows
es: Crear archivo de personalidad aleatorio - abre una ventana del Explorador de Windows
et: Loo juhuslik isiksusefail - avab Windows Exploreri akna
fa: ایجاد فایل شخصیت تصادفی - یک پنجره Windows Explorer را باز می‌کند.
fi: Luo satunnainen persoonallisuustiedosto - avaa Windowsin Resurssienhallinta-ikkunan
fr: Créer un fichier de personnalité aléatoire - ouvre une fenêtre de l'Explorateur Windows
he: צור קובץ אישיות אקראי - פותח חלון סייר Windows
hi: यादृच्छिक व्यक्तित्व फ़ाइल बनाएँ - एक विंडोज़ एक्सप्लोरर विंडो खोलता है
hu: Véletlenszerű személyiségfájl létrehozása - megnyit egy Windows Intéző ablakot
id: Buat file kepribadian acak - membuka jendela Windows Explorer
it: Crea file di personalità casuale: apre una finestra di Esplora risorse di Windows
ja: ランダムパーソナリティファイルの作成 - Windowsエクスプローラーウィンドウを開きます
ko: 무작위 성격 파일 만들기 - Windows 탐색기 창을 엽니다.
lt: Sukurti atsitiktinės asmenybės failą – atidaro „Windows Explorer“ langą
lv: Izveidot nejaušas personības failu — atver Windows Explorer logu
nl: Maak een willekeurig persoonlijkheidsbestand - opent een Windows Verkenner-venster
no: Opprett tilfeldig personlighetsfil – åpner et Windows Utforsker-vindu
pl: Utwórz losowy plik osobowości – otwiera okno Eksploratora Windows
pt: Criar arquivo de personalidade aleatório - abre uma janela do Explorador de Arquivos do Windows
ro: Creați un fișier de personalitate aleatoriu - deschide o fereastră Windows Explorer
ru: Создать случайный файл личности — открывает окно проводника Windows
sq: Krijo skedar të personalitetit të rastësishëm - hap një dritare të Windows Explorer
sr: Креирај случајну датотеку личности - отвара прозор Windows Explorer-а
sv: Skapa slumpmässig personlighetsfil - öppnar ett fönster i Utforskaren
sw: Unda faili ya mtu binafsi - kufungua dirisha la Windows Explorer
ta: சீரற்ற ஆளுமை கோப்பை உருவாக்கு - விண்டோஸ் எக்ஸ்ப்ளோரர் சாளரத்தைத் திறக்கிறது.
th: สร้างไฟล์บุคลิกภาพแบบสุ่ม - เปิดหน้าต่าง Windows Explorer
tr: Rastgele kişilik dosyası oluştur - bir Windows Gezgini penceresi açar
uk: Створити випадковий файл особистості – відкриває вікно Провідника Windows
ur: بے ترتیب شخصیت کی فائل بنائیں - ونڈوز ایکسپلورر ونڈو کھولتا ہے۔
vi: Tạo tệp cá tính ngẫu nhiên - mở cửa sổ Windows Explorer
zh: 创建随机人格文件 - 打开 Windows 资源管理器窗口
