Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: I have added the < UCI_LimitStrength > option to four engines -
ar: لقد أضفت خيار < UCI_LimitStrength > إلى أربعة محركات -
bg: Добавих опцията <UCI_LimitStrength> към четири двигателя -
bn: আমি চারটি ইঞ্জিনে UCI_LimitStrength > বিকল্পটি যুক্ত করেছি -
cs: Přidal jsem možnost <UCI_LimitStrength> ke čtyřem enginům -
da: Jeg har tilføjet <UCI_LimitStrength>-funktionen til fire motorer -
de: Ich habe die Option <UCI_LimitStrength> zu vier Engines hinzugefügt.
el: Έχω προσθέσει την επιλογή <UCI_LimitStrength> σε τέσσερις μηχανές -
es: He añadido la opción < UCI_LimitStrength > a cuatro motores.
et: Olen lisanud neljale mootorile valiku <UCI_LimitStrength> -
fa: من گزینه <UCI_LimitStrength> را به چهار موتور اضافه کرده‌ام -
fi: Olen lisännyt <UCI_LimitStrength>-vaihtoehdon neljään moottoriin -
fr: J'ai ajouté l'option < UCI_LimitStrength > à quatre moteurs -
he: הוספתי את האפשרות <UCI_LimitStrength> לארבעה מנועים -
hi: मैंने चार इंजनों में < UCI_LimitStrength > विकल्प जोड़ा है -
hu: Hozzáadtam az < UCI_LimitStrength > opciót négy motorhoz -
id: Saya telah menambahkan opsi < UCI_LimitStrength > ke empat mesin -
it: Ho aggiunto l'opzione < UCI_LimitStrength > a quattro motori:
ja: 私は< UCI_LimitStrength >オプションを4つのエンジンに追加しました -
ko: <UCI_LimitStrength> 옵션을 4개 엔진에 추가했습니다.
lt: Pridėjau <UCI_LimitStrength> parinktį keturiems varikliams -
lv: Esmu pievienojis opciju <UCI_LimitStrength> četriem dzinējiem —
nl: Ik heb de optie < UCI_LimitStrength > toegevoegd aan vier engines -
no: Jeg har lagt til alternativet <UCI_LimitStrength> til fire motorer -
pl: Dodałem opcję <UCI_LimitStrength> do czterech silników -
pt: Adicionei a opção < UCI_LimitStrength > a quatro motores -
ro: Am adăugat opțiunea <UCI_LimitStrength> la patru motoare -
ru: Я добавил опцию <UCI_LimitStrength> к четырем движкам -
sq: Kam shtuar opsionin <UCI_LimitStrength> në katër motorë -
sr: Додао сам опцију <UCI_LimitStrength> на четири мотора -
sv: Jag har lagt till alternativet <UCI_LimitStrength> till fyra motorer -
sw: Nimeongeza chaguo la < UCI_LimitStrength > kwa injini nne -
ta: நான் நான்கு எஞ்சின்களில் UCI_LimitStrength > விருப்பத்தைச் சேர்த்துள்ளேன் -
th: ฉันได้เพิ่มตัวเลือก < UCI_LimitStrength > ให้กับเครื่องยนต์สี่ตัวแล้ว
tr: Dört motora < UCI_LimitStrength > seçeneğini ekledim -
uk: Я додав опцію <UCI_LimitStrength> до чотирьох двигунів -
ur: میں نے چار انجنوں میں < UCI_LimitStrength > آپشن شامل کیا ہے۔
vi: Tôi đã thêm tùy chọn <UCI_LimitStrength> vào bốn công cụ -
zh: 我已将 < UCI_LimitStrength > 选项添加到四个引擎中 -

source: Gambit Fruit, Toga II, Cyclone Xtreme and Firenzina.
ar: Gambit Fruit وToga II وCyclone Xtreme وFirenzina.
bg: Gambit Fruit, Toga II, Cyclone Xtreme и Firenzina.
bn: গ্যাম্বিট ফ্রুট, টোগা II, সাইক্লোন এক্সট্রিম এবং ফায়ারঞ্জিনা।
cs: Gambit Fruit, Toga II, Cyclone Xtreme a Firenzina.
da: Gambit Fruit, Toga II, Cyclone Xtreme og Firenzina.
de: Gambit Fruit, Toga II, Cyclone Xtreme und Firenzina.
el: Φρούτο Gambit, Toga II, Κυκλώνας Xtreme και Φλωρεντία.
es: Fruta Gambit, Toga II, Cyclone Xtreme y Firenzina.
et: Gambit Fruit, Toga II, Cyclone Xtreme ja Firenzina.
fa: گامبیت فروت، توگا ۲، سایکلون اکستریم و فایرنزینا.
fi: Gambit Fruit, Toga II, Cyclone Xtreme ja Firenzina.
fr: Gambit Fruit, Toga II, Cyclone Xtreme et Firenzina.
he: גמביט פרוט, טוגה 2, ציקלון אקסטרים ופירנצינה.
hi: गैम्बिट फ्रूट, टोगा II, साइक्लोन एक्सट्रीम और फायरेंज़िना।
hu: Gambit Fruit, Toga II, Cyclone Xtreme és Firenzina.
id: Gambit Fruit, Toga II, Cyclone Xtreme dan Firenzina.
it: Gambit Fruit, Toga II, Cyclone Xtreme e Firenzina.
ja: ガンビットフルーツ、トーガII、サイクロンエクストリーム、フィレンツィーナ。
ko: 갬빗 프루트, 토가 2, 사이클론 익스트림, 피렌지나.
lt: „Gambit Fruit“, „Toga II“, „Cyclone Xtreme“ ir „Firenzina“.
lv: Gambit Fruit, Toga II, Cyclone Xtreme un Firenzina.
nl: Gambit Fruit, Toga II, Cyclone Xtreme en Firenzina.
no: Gambit Fruit, Toga II, Cyclone Xtreme og Firenzina.
pl: Gambit Fruit, Toga II, Cyclone Xtreme i Firenzina.
pt: Gambit Fruit, Toga II, Cyclone Xtreme e Firenzina.
ro: Gambit Fruit, Toga II, Cyclone Xtreme și Firenzina.
ru: Gambit Fruit, Toga II, Cyclone Xtreme и Firenzina.
sq: Fruti Gambit, Toga II, Cikloni Xtreme dhe Firenzina.
sr: Гамбит Фруит, Тога II, Циклон Екстрим и Фирензина.
sv: Gambit Fruit, Toga II, Cyclone Xtreme och Firenzina.
sw: Matunda ya Gambit, Toga II, Cyclone Xtreme na Firenzina.
ta: காம்பிட் பழம், டோகா II, சைக்ளோன் எக்ஸ்ட்ரீம் மற்றும் ஃபயர்ன்சினா.
th: แกมบิต ฟรุต, โทกะ ทู, ไซโคลน เอ็กซ์ตรีม และ ฟิเรนซิน่า
tr: Gambit Fruit, Toga II, Cyclone Xtreme ve Firenzina.
uk: Gambit Fruit, Toga II, Cyclone Xtreme та Firenzina.
ur: گیمبٹ فروٹ، ٹوگا II، سائیکلون ایکسٹریم اور فائرنزینا۔
vi: Gambit Fruit, Toga II, Cyclone Xtreme và Firenzina.
zh: Gambit Fruit、Toga II、Cyclone Xtreme 和 Firenzina。

source: Apart from setting the Elo rating, the playing strength
ar: بصرف النظر عن تحديد تصنيف ELO، فإن قوة اللعب
bg: Освен определянето на Ело рейтинга, силата на играта
bn: Elo রেটিং নির্ধারণ ছাড়াও, খেলার শক্তি
cs: Kromě nastavení Elo ratingu, herní síly
da: Udover at indstille Elo-vurderingen, spillestyrken
de: Abgesehen von der Festlegung der Elo-Wertung, der Spielstärke
el: Εκτός από τον καθορισμό της βαθμολογίας Elo, η δύναμη παιχνιδιού
es: Además de establecer la clasificación Elo, la fuerza de juego
et: Lisaks Elo-reitingu määramisele on mängu tugevus
fa: جدا از تنظیم رتبه‌بندی Elo، قدرت بازی
fi: Elo-luokituksen asettamisen lisäksi pelivoimakkuus
fr: Outre l'établissement du classement Elo, la force de jeu
he: מלבד קביעת דירוג ה-Elo, עוצמת הנגינה
hi: एलो रेटिंग निर्धारित करने के अलावा, खेलने की ताकत
hu: Az Elo-érték beállításán kívül a játék erőssége is
id: Selain mengatur peringkat Elo, kekuatan bermain
it: Oltre a stabilire il punteggio Elo, la forza di gioco
ja: イロレーティングの設定とは別に、プレイの強さは
ko: Elo 등급 설정 외에도 플레이 강도
lt: Be Elo reitingo nustatymo, žaidimo stiprumas
lv: Papildus Elo reitinga iestatīšanai, spēles spēks
nl: Naast het instellen van de Elo-beoordeling, is de speelsterkte
no: Bortsett fra å sette Elo-vurderingen, spillestyrken
pl: Oprócz ustalenia rankingu ELO, siła gry
pt: Além de definir a classificação Elo, a força do jogo
ro: Pe lângă stabilirea scorului Elo, puterea de joc
ru: Помимо рейтинга Эло, сила игры
sq: Përveç vendosjes së vlerësimit Elo, fuqisë së lojës
sr: Осим подешавања Ело рејтинга, снага игре
sv: Förutom att ställa in Elo-betyget, spelstyrkan
sw: Kando na kuweka ukadiriaji wa Elo, nguvu ya kucheza
ta: எலோ மதிப்பீட்டை அமைப்பதைத் தவிர, விளையாடும் வலிமை
th: นอกจากการตั้งค่าเรต Elo แล้ว ความแข็งแกร่งในการเล่น
tr: Elo derecelendirmesini ayarlamanın yanı sıra, oyun gücü
uk: Окрім встановлення рейтингу Ело, сила гри
ur: ایلو ریٹنگ سیٹ کرنے کے علاوہ، کھیلنے کی طاقت
vi: Ngoài việc thiết lập xếp hạng Elo, sức mạnh chơi
zh: 除了设定 Elo 等级分之外，玩家实力也至关重要。

source: of all of these engines can be further adjusted with other options.
ar: يمكن تعديل كل هذه المحركات بشكل أكبر باستخدام خيارات أخرى.
bg: всички тези двигатели могат да бъдат допълнително регулирани с други опции.
bn: এই সমস্ত ইঞ্জিনগুলিকে অন্যান্য বিকল্পের সাথে আরও সামঞ্জস্য করা যেতে পারে।
cs: Všechny tyto motory lze dále upravit pomocí dalších možností.
da: af alle disse motorer kan justeres yderligere med andre muligheder.
de: Alle diese Motoren können mit weiteren Optionen angepasst werden.
el: όλων αυτών των κινητήρων μπορούν να ρυθμιστούν περαιτέρω με άλλες επιλογές.
es: Todos estos motores pueden ajustarse aún más con otras opciones.
et: Kõiki neid mootoreid saab teiste lisavarustusega veelgi reguleerida.
fa: از بین همه این موتورها می‌توان با گزینه‌های دیگر، تنظیمات بیشتری انجام داد.
fi: Kaikkia näitä moottoreita voidaan säätää edelleen muilla lisävarusteilla.
fr: Tous ces moteurs peuvent être optimisés grâce à d'autres options.
he: של כל המנועים הללו ניתן לכוונן עוד יותר באמצעות אפשרויות נוספות.
hi: इन सभी इंजनों को अन्य विकल्पों के साथ आगे समायोजित किया जा सकता है।
hu: Mindezen motorok teljesítménye további opciókkal is beállítható.
id: semua mesin ini dapat disesuaikan lebih lanjut dengan opsi lain.
it: di tutti questi motori può essere ulteriormente regolato con altre opzioni.
ja: これらすべてのエンジンは、他のオプションを使用してさらに調整できます。
ko: 이러한 모든 엔진은 다른 옵션을 사용하여 추가로 조정될 수 있습니다.
lt: Visų šių variklių našumą galima dar labiau reguliuoti naudojant kitas parinktis.
lv: Visus šos dzinējus var vēl vairāk pielāgot ar citām opcijām.
nl: van al deze motoren kan nog verder worden aangepast met andere opties.
no: av alle disse motorene kan justeres ytterligere med andre alternativer.
pl: Wszystkie te silniki można dodatkowo dostosować, wybierając inne opcje.
pt: Todos esses motores podem ser ainda mais ajustados com outras opções.
ro: Toate aceste motoare pot fi ajustate în continuare cu alte opțiuni.
ru: из всех этих двигателей можно дополнительно настроить с помощью других опций.
sq: e të gjithë këtyre motorëve mund të rregullohen më tej me opsione të tjera.
sr: Сви ови мотори могу се додатно подесити другим опцијама.
sv: av alla dessa motorer kan justeras ytterligare med andra tillval.
sw: ya injini hizi zote zinaweza kurekebishwa zaidi na chaguzi zingine.
ta: இந்த அனைத்து இயந்திரங்களிலும் மற்ற விருப்பங்களுடன் மேலும் சரிசெய்யப்படலாம்.
th: เครื่องยนต์ทั้งหมดนี้สามารถปรับแต่งเพิ่มเติมด้วยตัวเลือกอื่นๆ ได้
tr: Tüm bu motorların performansı diğer seçeneklerle daha da ayarlanabilir.
uk: Усі ці двигуни можна додатково налаштувати за допомогою інших опцій.
ur: ان تمام انجنوں کو دوسرے اختیارات کے ساتھ مزید ایڈجسٹ کیا جا سکتا ہے۔
vi: tất cả các động cơ này đều có thể được điều chỉnh thêm bằng các tùy chọn khác.
zh: 所有这些发动机都可以通过其他选项进行进一步调整。

source: The method that I have used is based on the code of Ryan Benitez
ar: الطريقة التي استخدمتها تعتمد على كود رايان بينيتيز
bg: Методът, който използвах, е базиран на кода на Райън Бенитес.
bn: আমি যে পদ্ধতিটি ব্যবহার করেছি তা রায়ান বেনিতেজের কোডের উপর ভিত্তি করে তৈরি।
cs: Metoda, kterou jsem použil, je založena na kódu Ryana Beniteze.
da: Den metode, jeg har brugt, er baseret på Ryan Benitez' kode.
de: Die von mir verwendete Methode basiert auf dem Code von Ryan Benitez.
el: Η μέθοδος που χρησιμοποίησα βασίζεται στον κώδικα του Ryan Benitez
es: El método que he utilizado se basa en el código de Ryan Benitez.
et: Minu kasutatud meetod põhineb Ryan Benitezi koodil.
fa: روشی که من استفاده کرده‌ام بر اساس کد رایان بنیتز است.
fi: Käyttämäni menetelmä perustuu Ryan Benitezin koodiin.
fr: La méthode que j'ai utilisée est basée sur le code de Ryan Benitez.
he: השיטה בה השתמשתי מבוססת על הקוד של ריאן בניטז
hi: मैंने जो विधि उपयोग की है वह रयान बेनिटेज़ के कोड पर आधारित है
hu: Az általam használt módszer Ryan Benitez kódján alapul.
id: Metode yang saya gunakan didasarkan pada kode Ryan Benitez
it: Il metodo che ho utilizzato si basa sul codice di Ryan Benitez
ja: 私が使用した方法は、ライアン・ベニテスのコードに基づいています
ko: 내가 사용한 방법은 Ryan Benitez의 코드를 기반으로 합니다.
lt: Mano naudotas metodas pagrįstas Ryano Benitezo kodu
lv: Mana izmantotā metode ir balstīta uz Raiena Beniteza kodu.
nl: De methode die ik heb gebruikt is gebaseerd op de code van Ryan Benitez
no: Metoden jeg har brukt er basert på koden til Ryan Benitez
pl: Metoda, którą zastosowałem, opiera się na kodzie Ryana Beniteza
pt: O método que utilizei baseia-se no código de Ryan Benitez.
ro: Metoda pe care am folosit-o se bazează pe codul lui Ryan Benitez
ru: Метод, который я использовал, основан на коде Райана Бенитеса.
sq: Metoda që kam përdorur bazohet në kodin e Ryan Benitez
sr: Метод који сам користио заснован је на коду Рајана Бенитеза
sv: Metoden jag har använt är baserad på Ryan Benitez kod.
sw: Njia ambayo nimetumia inategemea nambari ya Ryan Benitez
ta: நான் பயன்படுத்திய முறை ரியான் பெனிடெஸின் குறியீட்டை அடிப்படையாகக் கொண்டது.
th: วิธีการที่ฉันใช้นั้นอิงตามโค้ดของ Ryan Benitez
tr: Kullandığım yöntem Ryan Benitez'in koduna dayanmaktadır
uk: Метод, який я використовував, базується на коді Райана Бенітеса.
ur: میں نے جو طریقہ استعمال کیا ہے وہ ریان بینیٹیز کے کوڈ پر مبنی ہے۔
vi: Phương pháp mà tôi sử dụng dựa trên mã của Ryan Benitez
zh: 我使用的方法是基于 Ryan Benitez 的代码。

source: in the Gambit Fruit engine. He wrote a delay loop governed by the
ar: في محرك Gambit Fruit. كتب حلقة تأخير تحكمها
bg: в двигателя Gambit Fruit. Той написа цикъл на забавяне, управляван от
bn: গ্যাম্বিট ফ্রুট ইঞ্জিনে। তিনি একটি বিলম্ব লুপ লিখেছিলেন যা দ্বারা পরিচালিত হয়
cs: v enginu Gambit Fruit. Napsal zpožďovací smyčku řízenou
da: i Gambit Fruit-motoren. Han skrev en forsinkelsesløjfe styret af
de: in der Gambit Fruit Engine. Er schrieb eine Verzögerungsschleife, die von der
el: στη μηχανή Gambit Fruit. Έγραψε έναν βρόχο καθυστέρησης που διέπεται από το
es: en el motor Gambit Fruit. Escribió un bucle de retardo gobernado por el
et: Gambit Fruit mootoris. Ta kirjutas viivitustsükli, mida juhib
fa: در موتور Gambit Fruit. او یک حلقه تأخیر نوشت که توسط آن اداره می‌شد
fi: Gambit Fruit -moottorissa. Hän kirjoitti viivesilmukan, jota ohjasi
fr: dans le moteur Gambit Fruit. Il a écrit une boucle de temporisation régie par le
he: במנוע גמביט פרי. הוא כתב לולאת השהייה הנשלטת על ידי
hi: गैम्बिट फ्रूट इंजन में। उन्होंने एक विलंब लूप लिखा जो
hu: a Gambit Fruit motorban. Írt egy késleltető ciklust, amelyet a
id: di mesin Gambit Fruit. Dia menulis loop penundaan yang diatur oleh
it: nel motore Gambit Fruit. Ha scritto un ciclo di ritardo governato dal
ja: Gambit Fruitエンジンで、彼は遅延ループを記述し、
ko: Gambit Fruit 엔진에서 그는 다음에 의해 제어되는 지연 루프를 작성했습니다.
lt: „Gambit Fruit“ variklyje. Jis parašė delsos ciklą, valdomą
lv: Gambit Fruit dzinējā. Viņš uzrakstīja aizkaves cilpu, ko regulēja
nl: in de Gambit Fruit engine. Hij schreef een delay-lus die werd aangestuurd door de
no: i Gambit Fruit-motoren. Han skrev en forsinkelsessløyfe styrt av
pl: w silniku Gambit Fruit. Napisał pętlę opóźniającą, sterowaną przez
pt: no motor Gambit Fruit. Ele escreveu um loop de atraso controlado pelo
ro: în motorul Gambit Fruit. El a scris o buclă de întârziere guvernată de
ru: в движке Gambit Fruit. Он написал цикл задержки, управляемый
sq: në motorin Gambit Fruit. Ai shkroi një cikël vonese të qeverisur nga
sr: у Gambit Fruit мотору. Написао је петљу кашњења којом управља
sv: i Gambit Fruit-motorn. Han skrev en fördröjningsslinga som styrs av
sw: kwenye injini ya Matunda ya Gambit. Aliandika kitanzi cha kuchelewa kinachosimamiwa na
ta: காம்பிட் பழ இயந்திரத்தில். அவர் ஒரு தாமத வளையத்தை எழுதினார், அதை அவர் நிர்வகிக்கிறார்
th: ในเครื่องยนต์ Gambit Fruit เขาเขียนวงจรหน่วงเวลาควบคุมโดย
tr: Gambit Fruit motorunda. Tarafından yönetilen bir gecikme döngüsü yazdı
uk: у движку Gambit Fruit. Він написав цикл затримки, керований
ur: گیمبٹ فروٹ انجن میں۔ اس نے ایک تاخیری لوپ لکھا جس کے زیر انتظام ہے۔
vi: trong công cụ Gambit Fruit. Ông đã viết một vòng lặp trễ được điều khiển bởi
zh: 在 Gambit Fruit 引擎中，他编写了一个由以下机制控制的延迟循环：

source: number of nodes (positions) per second that the engine analyses.
ar: عدد العقد (المواضع) في الثانية التي يقوم المحرك بتحليلها.
bg: брой възли (позиции) в секунда, които двигателят анализира.
bn: ইঞ্জিন বিশ্লেষণ করে প্রতি সেকেন্ডে নোডের (অবস্থান) সংখ্যা।
cs: počet uzlů (pozic) za sekundu, které engine analyzuje.
da: antal noder (positioner) pr. sekund, som motoren analyserer.
de: Anzahl der Knoten (Positionen) pro Sekunde, die die Engine analysiert.
el: αριθμός κόμβων (θέσεων) ανά δευτερόλεπτο που αναλύει η μηχανή.
es: Número de nodos (posiciones) por segundo que analiza el motor.
et: Mootori analüüsitavate sõlmede (positsioonide) arv sekundis.
fa: تعداد گره‌ها (موقعیت‌ها) در ثانیه که موتور تحلیل می‌کند.
fi: moottorin analysoimien solmujen (positioiden) määrä sekunnissa.
fr: nombre de nœuds (positions) par seconde que le moteur analyse.
he: מספר הצמתים (מיקומים) לשנייה שהמנוע מנתח.
hi: प्रति सेकंड नोड्स (स्थितियों) की संख्या जिसका इंजन विश्लेषण करता है।
hu: A motor által elemzett csomópontok (pozíciók) száma másodpercenként.
id: jumlah node (posisi) per detik yang dianalisis oleh mesin.
it: numero di nodi (posizioni) al secondo analizzati dal motore.
ja: エンジンが分析する 1 秒あたりのノード (位置) の数。
ko: 엔진이 초당 분석하는 노드(위치) 수입니다.
lt: mazgų (pozicijų) skaičius per sekundę, kurį analizuoja variklis.
lv: mezglu (pozīcijas) skaits sekundē, ko dzinējs analizē.
nl: aantal knooppunten (posities) per seconde dat de engine analyseert.
no: antall noder (posisjoner) per sekund som motoren analyserer.
pl: liczba węzłów (pozycji) na sekundę analizowanych przez silnik.
pt: Número de nós (posições) por segundo que o mecanismo analisa.
ro: numărul de noduri (poziții) pe secundă pe care le analizează motorul.
ru: количество узлов (позиций) в секунду, которые анализирует движок.
sq: numri i nyjeve (pozicioneve) për sekondë që analizon motori.
sr: број чворова (позиција) у секунди које мотор анализира.
sv: antal noder (positioner) per sekund som motorn analyserar.
sw: idadi ya nodi (nafasi) kwa sekunde ambayo injini inachambua.
ta: இயந்திரம் பகுப்பாய்வு செய்யும் வினாடிக்கு முனைகளின் எண்ணிக்கை (நிலைகள்).
th: จำนวนโหนด (ตำแหน่ง) ต่อวินาทีที่เครื่องยนต์วิเคราะห์
tr: motorun saniyede analiz ettiği düğüm (pozisyon) sayısı.
uk: кількість вузлів (позицій) за секунду, які аналізує двигун.
ur: نوڈس کی تعداد (پوزیشنز) فی سیکنڈ جس کا انجن تجزیہ کرتا ہے۔
vi: số lượng nút (vị trí) mỗi giây mà công cụ phân tích.
zh: 引擎每秒分析的节点（位置）数量。

source: I mapped an Elo rating to a nodes per second value using the following
ar: لقد قمت بربط تصنيف Elo بقيمة العقد في الثانية باستخدام ما يلي
bg: Съпоставих Elo рейтинг със стойност от възли в секунда, използвайки следното
bn: আমি নিম্নলিখিতটি ব্যবহার করে প্রতি সেকেন্ডে নোডের মানের সাথে একটি Elo রেটিং ম্যাপ করেছি
cs: Namapoval jsem Elo hodnocení na hodnotu uzlů za sekundu pomocí následujícího
da: Jeg har kortlagt en Elo-vurdering til en nodeværdi per sekund ved hjælp af følgende
de: Ich habe eine Elo-Wertung mithilfe der folgenden Formel einem Wert für Knoten pro Sekunde zugeordnet:
el: Αντιστοίχισα μια βαθμολογία Elo σε μια τιμή κόμβων ανά δευτερόλεπτο χρησιμοποιώντας τα εξής
es: Asigné una puntuación Elo a un valor de nodos por segundo utilizando lo siguiente:
et: Ma kaardistasin Elo reitingu sõlmede sekundis väärtuseks, kasutades järgmist
fa: من با استفاده از موارد زیر، رتبه‌بندی Elo را به مقدار گره در ثانیه نگاشت کردم
fi: Kartoitin Elo-luokituksen solmujen sekuntiarvoon käyttämällä seuraavaa
fr: J'ai associé un classement Elo à une valeur de nœuds par seconde en utilisant la méthode suivante :
he: מיפיתי דירוג Elo לערך של צמתים לשנייה באמצעות הפונקציה הבאה.
hi: मैंने निम्नलिखित का उपयोग करके प्रति सेकंड नोड्स के मान के लिए एलो रेटिंग को मैप किया
hu: Az Elo-besorolást egy csomópontok másodpercenkénti értékéhez rendeltem a következőképpen:
id: Saya memetakan peringkat Elo ke nilai node per detik menggunakan yang berikut ini
it: Ho mappato una valutazione Elo su un valore di nodi al secondo utilizzando quanto segue
ja: 私はEloレーティングを1秒あたりのノード値にマッピングしました。
ko: 다음을 사용하여 Elo 등급을 초당 노드 값에 매핑했습니다.
lt: Elo reitingą susiejau su mazgų per sekundę verte naudodamas:
lv: Es sasaistīju Elo vērtējumu ar mezglu skaitu sekundē, izmantojot sekojošo:
nl: Ik heb een Elo-beoordeling gekoppeld aan een waarde voor knooppunten per seconde met behulp van het volgende:
no: Jeg tilordnet en Elo-vurdering til en noder per sekund-verdi ved å bruke følgende
pl: Przyporządkowałem ocenę ELO do wartości węzłów na sekundę, korzystając z następującego wzoru:
pt: Mapeei uma classificação Elo para um valor de nós por segundo usando o seguinte:
ro: Am mapat un rating Elo la o valoare a nodurilor pe secundă folosind următoarea instrucțiune:
ru: Я сопоставил рейтинг Эло со значением количества узлов в секунду, используя следующее:
sq: Unë hartova një vlerësim Elo në një vlerë nyjesh për sekondë duke përdorur sa vijon
sr: Мапирао сам Ело рејтинг на вредност чворова у секунди користећи следеће
sv: Jag mappade ett Elo-betyg till ett värde för noder per sekund med följande
sw: Nilipanga ukadiriaji wa Elo kwa nodi kwa kila sekunde kwa kutumia ifuatayo
ta: நான் பின்வருவனவற்றைப் பயன்படுத்தி ஒரு நொடிக்கு ஒரு மதிப்புக்கு Elo மதிப்பீட்டை மேப் செய்தேன்.
th: ฉันแมปเรตติ้ง Elo ให้เป็นค่าโหนดต่อวินาทีโดยใช้สิ่งต่อไปนี้
tr: Aşağıdakileri kullanarak Elo derecelendirmesini saniye başına düğüm değerine eşledim
uk: Я зіставив рейтинг Elo зі значенням кількості вузлів за секунду, використовуючи наступне
ur: میں نے درج ذیل کا استعمال کرتے ہوئے ایک ایلو ریٹنگ کو نوڈس فی سیکنڈ ویلیو پر نقشہ بنایا
vi: Tôi đã ánh xạ xếp hạng Elo thành giá trị số nút trên giây bằng cách sử dụng thông tin sau
zh: 我使用以下方法将 Elo 评分映射到每秒节点数 (Nodes per second) 值：

source: algorithm devised by Ferdinand Mosca
ar: خوارزمية ابتكرها فرديناند موسكا
bg: алгоритъм, разработен от Фердинанд Моска
bn: ফার্ডিনান্ড মোসকা কর্তৃক উদ্ভাবিত অ্যালগরিদম
cs: algoritmus navržený Ferdinandem Moscou
da: algoritme udtænkt af Ferdinand Mosca
de: Algorithmus, entwickelt von Ferdinand Mosca
el: αλγόριθμος που επινοήθηκε από τον Ferdinand Mosca
es: algoritmo ideado por Ferdinand Mosca
et: Ferdinand Mosca välja töötatud algoritm
fa: الگوریتم ابداع شده توسط فردیناند موسکا
fi: Ferdinand Moscan kehittämä algoritmi
fr: algorithme conçu par Ferdinand Mosca
he: אלגוריתם שפותח על ידי פרדיננד מוסקה
hi: फर्डिनेंड मोस्का द्वारा तैयार किया गया एल्गोरिदम
hu: Ferdinand Mosca által kidolgozott algoritmus
id: algoritma yang dirancang oleh Ferdinand Mosca
it: algoritmo ideato da Ferdinand Mosca
ja: フェルディナンド・モスカが考案したアルゴリズム
ko: 페르디난드 모스카가 고안한 알고리즘
lt: Ferdinando Moscos sukurtas algoritmas
lv: Ferdinanda Moskas izstrādātais algoritms
nl: algoritme bedacht door Ferdinand Mosca
no: algoritme utviklet av Ferdinand Mosca
pl: algorytm opracowany przez Ferdinanda Moscę
pt: algoritmo desenvolvido por Ferdinand Mosca
ro: algoritmul conceput de Ferdinand Mosca
ru: алгоритм, разработанный Фердинандом Моска
sq: algoritmi i hartuar nga Ferdinand Mosca
sr: алгоритам који је осмислио Фердинанд Моска
sv: algoritm utvecklad av Ferdinand Mosca
sw: algorithm iliyoundwa na Ferdinand Mosca
ta: ஃபெர்டினாண்ட் மோஸ்காவால் உருவாக்கப்பட்ட வழிமுறை
th: อัลกอริทึมที่คิดค้นโดย Ferdinand Mosca
tr: Ferdinand Mosca tarafından tasarlanan algoritma
uk: алгоритм, розроблений Фердинандом Моска
ur: الگورتھم فرڈینینڈ موسکا نے وضع کیا۔
vi: thuật toán được Ferdinand Mosca đưa ra
zh: 费迪南德·莫斯卡设计的算法

source: nodes_per_second =
ar: عقدة في الثانية =
bg: възли_в_секунда =
bn: নোড_প্রতি_সেকেন্ড =
cs: uzly_za_sekundu =
da: noder_per_sekund =
de: Knoten pro Sekunde =
el: κόμβοι_ανά_δευτερόλεπτο =
es: nodos_por_segundo =
et: sõlmed_sekundis =
fa: گره‌ها در هر ثانیه =
fi: solmuja_sekunnissa =
fr: nœuds_par_seconde =
he: צמתים_לשנייה =
hi: नोड्स_प्रति_सेकंड =
hu: csompontok_másodpercenként =
id: node_per_detik =
it: nodi_al_secondo =
ja: ノード数/秒 =
ko: 초당 노드 수 =
lt: mazgai_per_sekundę =
lv: mezgli_sekundē =
nl: knooppunten per seconde =
no: noder_per_sekund =
pl: węzłów_na_sekundę =
pt: nós_por_segundo =
ro: noduri_pe_secundă =
ru: узлов_в_секунду =
sq: nyje_për_sekondë =
sr: чворови_по_секунди =
sv: noder_per_sekund =
sw: nodi_kwa_sekunde =
ta: நொடிக்கு_நோட்ஸ் =
th: โหนดต่อวินาที =
tr: saniye başına_düğüm =
uk: вузли_за_секунду =
vi: số nút trên giây =
zh: 每秒节点数 =
