Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: I made the addition adjustment in the original formula into a variable
ar: لقد قمت بإجراء تعديل الإضافة في الصيغة الأصلية إلى متغير
bg: Направих корекцията за добавяне в оригиналната формула в променлива
bn: আমি মূল সূত্রে যোগ সমন্বয় করে একটি চলকে পরিণত করেছি
cs: Provedl jsem úpravu sčítání v původním vzorci do proměnné
da: Jeg lavede additionsjusteringen i den oprindelige formel til en variabel
de: Ich habe die zusätzliche Anpassung in der ursprünglichen Formel in eine Variable umgewandelt.
el: Έκανα την προσαρμογή πρόσθεσης στον αρχικό τύπο σε μια μεταβλητή
es: Introduje el ajuste de adición en la fórmula original como una variable.
et: Tegin algse valemi liitmiskorrektsiooni muutujasse
fa: من تنظیمات جمع را در فرمول اصلی در یک متغیر انجام دادم
fi: Tein alkuperäisen kaavan yhteenlaskukorjauksen muuttujaan
fr: J'ai transformé l'ajustement supplémentaire de la formule originale en une variable
he: ביצעתי את התאמת החיבור בנוסחה המקורית למשתנה
hi: मैंने मूल सूत्र में एक चर में जोड़ समायोजन किया
hu: Az eredeti képletben lévő összeadási korrekciót egy változóba hajtottam végre.
id: Saya membuat penyesuaian penambahan dalam rumus asli menjadi variabel
it: Ho apportato la modifica aggiuntiva nella formula originale in una variabile
ja: 元の式の加算調整を変数にした
ko: 원래 공식에 추가 조정을 변수로 만들었습니다.
lt: Aš atlikau sudėties koregavimą pradinėje formulėje į kintamąjį
lv: Es veicu saskaitīšanas korekciju sākotnējā formulā mainīgajā
nl: Ik heb de optelaanpassing in de oorspronkelijke formule in een variabele omgezet
no: Jeg gjorde addisjonsjusteringen i den opprinnelige formelen til en variabel
pl: Dokonałem korekty dodawania w oryginalnym wzorze do zmiennej
pt: Transformei a adição na fórmula original em uma variável.
ro: Am făcut ajustarea adunării din formula originală într-o variabilă
ru: Я внес поправку в исходную формулу в переменную
sq: E bëra rregullimin e mbledhjes në formulën origjinale në një ndryshore
sr: Направио сам прилагођавање сабирања у оригиналној формули у променљиву
sv: Jag gjorde additionsjusteringen i den ursprungliga formeln till en variabel
sw: Nilifanya marekebisho ya nyongeza katika fomula asili kuwa kigezo
ta: அசல் சூத்திரத்தில் கூட்டல் சரிசெய்தலை ஒரு மாறியாக மாற்றினேன்.
th: ฉันได้ทำการเพิ่มการปรับสูตรเดิมลงในตัวแปร
tr: Orijinal formüldeki ekleme ayarlamasını bir değişkene yaptım
uk: Я зробив коригування додавання у вихідній формулі у змінну
ur: میں نے اصل فارمولے میں اضافی ایڈجسٹمنٹ کو متغیر میں کر دیا۔
vi: Tôi đã thực hiện điều chỉnh bổ sung trong công thức gốc thành một biến
zh: 我将原公式中的附加调整项放入了一个变量中。

source: < nps_elo_adjustment > in order to fine tune the conversion formula.
ar: <nps_elo_adjustment> من أجل ضبط صيغة التحويل.
bg: < nps_elo_adjustment >, за да се прецизира формулата за преобразуване.
bn: <nps_elo_adjustment > রূপান্তর সূত্রটি সূক্ষ্মভাবে সুরক্ষিত করার জন্য।
cs: < nps_elo_adjustment > pro doladění konverzního vzorce.
da: < nps_elo_adjustment > for at finjustere konverteringsformlen.
de: < nps_elo_adjustment > um die Umrechnungsformel feinabzustimmen.
el: <nps_elo_adjustment> για να βελτιώσετε τον τύπο μετατροπής.
es: < nps_elo_adjustment > para ajustar la fórmula de conversión.
et: <nps_elo_adjustment> teisendusvalemi täpsustamiseks.
fa: <nps_elo_adjustment> به منظور تنظیم دقیق فرمول تبدیل.
fi: < nps_elo_adjustment > muunnoskaavan hienosäätöä varten.
fr: < nps_elo_adjustment > afin d'affiner la formule de conversion.
he: < nps_elo_adjustment > על מנת לכוונן את נוסחת ההמרה.
hi: रूपांतरण सूत्र को ठीक करने के लिए < nps_elo_adjustment > का उपयोग करें।
hu: < nps_elo_adjustment > a konverziós képlet finomhangolásához.
id: < nps_elo_adjustment > untuk menyempurnakan rumus konversi.
it: < nps_elo_adjustment > per perfezionare la formula di conversione.
ja: < nps_elo_adjustment > を使用して、変換式を微調整します。
ko: <nps_elo_adjustment> 변환 공식을 미세 조정하기 위해.
lt: <nps_elo_adjustment>, kad būtų galima tiksliai sureguliuoti konversijos formulę.
lv: <nps_elo_adjustment>, lai precizētu konvertēšanas formulu.
nl: < nps_elo_adjustment > om de conversieformule nauwkeurig af te stemmen.
no: < nps_elo_adjustment > for å finjustere konverteringsformelen.
pl: < nps_elo_adjustment > w celu dostrojenia wzoru konwersji.
pt: < nps_elo_adjustment > para ajustar a fórmula de conversão.
ro: <nps_elo_adjustment> pentru a ajusta fin formula de conversie.
ru: < nps_elo_adjustment > для точной настройки формулы преобразования.
sq: <nps_elo_adjustment> për të përmirësuar formulën e konvertimit.
sr: < nps_elo_adjustment > како би се фино подесила формула за конверзију.
sv: < nps_elo_adjustment > för att finjustera konverteringsformeln.
sw: < nps_elo_adjustment > ili kuboresha fomula ya ubadilishaji.
ta: மாற்ற சூத்திரத்தை நன்றாக மாற்ற <nps_elo_adjustment >.
th: < nps_elo_adjustment > เพื่อปรับแต่งสูตรการแปลงให้เหมาะสม
tr: Dönüşüm formülünü ince ayar yapmak için < nps_elo_adjustment > kullanın.
uk: < nps_elo_adjustment > для точного налаштування формули перетворення.
ur: تبادلوں کے فارمولے کو ٹھیک ٹیون کرنے کے لیے < nps_elo_adjustment >۔
vi: < nps_elo_adjustment > để tinh chỉnh công thức chuyển đổi.
zh: < nps_elo_adjustment > 以便微调转换公式。

source: This can be set by the user in engine parameters.
ar: يمكن للمستخدم ضبط ذلك في معلمات المحرك.
bg: Това може да се зададе от потребителя в параметрите на двигателя.
bn: এটি ব্যবহারকারী ইঞ্জিন প্যারামিটারে সেট করতে পারেন।
cs: Toto může uživatel nastavit v parametrech motoru.
da: Dette kan indstilles af brugeren i motorparametrene.
de: Dies kann vom Benutzer in den Motorparametern eingestellt werden.
el: Αυτό μπορεί να ρυθμιστεί από τον χρήστη στις παραμέτρους του κινητήρα.
es: Esto puede ser configurado por el usuario en los parámetros del motor.
et: Kasutaja saab selle mootori parameetrites seadistada.
fa: این را می‌توان توسط کاربر در پارامترهای موتور تنظیم کرد.
fi: Käyttäjä voi asettaa tämän moottorin parametreissa.
fr: Ceci peut être configuré par l'utilisateur dans les paramètres du moteur.
he: ניתן להגדיר זאת על ידי המשתמש בפרמטרי המנוע.
hi: इसे उपयोगकर्ता द्वारा इंजन पैरामीटर में सेट किया जा सकता है।
hu: Ezt a felhasználó a motor paramétereiben állíthatja be.
id: Ini dapat diatur oleh pengguna dalam parameter mesin.
it: Questa impostazione può essere effettuata dall'utente nei parametri del motore.
ja: これは、ユーザーがエンジン パラメータで設定できます。
ko: 이는 사용자가 엔진 매개변수에서 설정할 수 있습니다.
lt: Tai gali nustatyti vartotojas variklio parametruose.
lv: To var iestatīt lietotājs dzinēja parametros.
nl: Dit kan door de gebruiker worden ingesteld via de motorparameters.
no: Dette kan angis av brukeren i motorparametrene.
pl: Użytkownik może ustawić tę opcję w parametrach silnika.
pt: Isso pode ser configurado pelo usuário nas configurações do motor do jogo.
ro: Acest lucru poate fi setat de utilizator în parametrii motorului.
ru: Это может быть установлено пользователем в параметрах двигателя.
sq: Kjo mund të vendoset nga përdoruesi në parametrat e motorit.
sr: Ово може подесити корисник у параметрима мотора.
sv: Detta kan ställas in av användaren i motorparametrarna.
sw: Hii inaweza kuwekwa na mtumiaji katika vigezo vya injini.
ta: இதை பயனரே இயந்திர அளவுருக்களில் அமைக்கலாம்.
th: ผู้ใช้สามารถตั้งค่านี้ได้ในพารามิเตอร์เครื่องยนต์
tr: Bu, kullanıcı tarafından motor parametrelerinde ayarlanabilir.
uk: Це може бути налаштовано користувачем у параметрах двигуна.
ur: یہ انجن کے پیرامیٹرز میں صارف کی طرف سے مقرر کیا جا سکتا ہے.
vi: Người dùng có thể thiết lập thông số này trong phần thông số động cơ.
zh: 用户可以在引擎参数中设置此参数。

source: Increase this value to make the engine stronger,
ar: قم بزيادة هذه القيمة لجعل المحرك أقوى،
bg: Увеличете тази стойност, за да направите двигателя по-силен,
bn: ইঞ্জিনকে শক্তিশালী করতে এই মানটি বাড়ান,
cs: Zvyšte tuto hodnotu pro zesílení motoru,
da: Øg denne værdi for at gøre motoren stærkere,
de: Erhöhen Sie diesen Wert, um den Motor zu stärken.
el: Αυξήστε αυτήν την τιμή για να κάνετε τον κινητήρα πιο ισχυρό,
es: Aumenta este valor para hacer que el motor sea más potente.
et: Suurendage seda väärtust, et mootor tugevamaks muutuks,
fa: این مقدار را افزایش دهید تا موتور قوی‌تر شود،
fi: Suurenna tätä arvoa, jos haluat moottorin olevan tehokkaampi,
fr: Augmentez cette valeur pour rendre le moteur plus puissant.
he: הגדל ערך זה כדי לחזק את המנוע,
hi: इंजन को अधिक शक्तिशाली बनाने के लिए इस मान को बढ़ाएँ,
hu: Növelje ezt az értéket a motor erősebbé tételéhez,
id: Tingkatkan nilai ini untuk membuat mesin lebih kuat,
it: Aumentare questo valore per rendere il motore più potente,
ja: この値を増やすとエンジンが強くなります。
ko: 이 값을 늘리면 엔진이 더 강해집니다.
lt: Padidinkite šią vertę, kad variklis būtų galingesnis,
lv: Palieliniet šo vērtību, lai dzinējs būtu spēcīgāks,
nl: Verhoog deze waarde om de motor sterker te maken,
no: Øk denne verdien for å gjøre motoren sterkere,
pl: Zwiększ tę wartość, aby wzmocnić silnik,
pt: Aumente esse valor para tornar o motor mais potente.
ro: Măriți această valoare pentru a face motorul mai puternic,
ru: Увеличьте это значение, чтобы сделать двигатель мощнее,
sq: Rriteni këtë vlerë për ta bërë motorin më të fortë,
sr: Повећајте ову вредност да бисте ојачали мотор,
sv: Öka detta värde för att göra motorn starkare,
sw: Ongeza thamani hii ili kufanya injini iwe na nguvu,
ta: இயந்திரத்தை வலிமையாக்க இந்த மதிப்பை அதிகரிக்கவும்,
th: เพิ่มค่านี้เพื่อให้เครื่องยนต์แข็งแรงขึ้น
tr: Motoru daha güçlü hale getirmek için bu değeri artırın,
uk: Збільште це значення, щоб зробити двигун потужнішим,
ur: انجن کو مضبوط بنانے کے لیے اس قدر میں اضافہ کریں،
vi: Tăng giá trị này để làm cho động cơ mạnh hơn,
zh: 增加该值可以增强发动机动力。

source: decrease it to make the engine weaker.
ar: تقليله لإضعاف المحرك.
bg: намалете го, за да направите двигателя по-слаб.
bn: ইঞ্জিন দুর্বল করার জন্য এটি কমিয়ে দিন।
cs: snižte ho, aby motor byl slabší.
da: reducer den for at gøre motoren svagere.
de: Verringern Sie den Wert, um den Motor zu schwächen.
el: μειώστε το για να αποδυναμώσετε τον κινητήρα.
es: Disminúyelo para debilitar el motor.
et: vähenda seda, et mootor nõrgemaks muutuks.
fa: آن را کاهش دهید تا موتور ضعیف‌تر شود.
fi: pienennä sitä, jotta moottori heikkenee.
fr: Diminuez-le pour affaiblir le moteur.
he: להקטין אותו כדי להחליש את המנוע.
hi: इंजन को कमजोर बनाने के लिए इसे कम करें।
hu: csökkentse, hogy a motor gyengébb legyen.
id: menurunkannya untuk membuat mesin lebih lemah.
it: diminuirla per rendere il motore più debole.
ja: エンジンを弱めるにはこれを減らします。
ko: 엔진을 약하게 만들려면 낮추세요.
lt: sumažinkite, kad variklis susilpnėtų.
lv: samaziniet to, lai dzinējs kļūtu vājāks.
nl: Verlaag de waarde om de motor zwakker te maken.
no: reduser den for å gjøre motoren svakere.
pl: zmniejsz ją, aby osłabić silnik.
pt: Diminua-o para enfraquecer o motor.
ro: reduceți-l pentru a slăbi motorul.
ru: уменьшите его, чтобы сделать двигатель слабее.
sq: uleni atë për ta bërë motorin më të dobët.
sr: смањите га да бисте ослабили мотор.
sv: minska den för att göra motorn svagare.
sw: punguza ili kufanya injini kuwa dhaifu.
ta: இயந்திரத்தை பலவீனப்படுத்த அதைக் குறைக்கவும்.
th: ลดลงทำให้เครื่องยนต์อ่อนลง
tr: Motoru zayıflatmak için bunu azaltın.
uk: зменшіть його, щоб послабити двигун.
ur: انجن کو کمزور کرنے کے لیے اسے کم کریں۔
vi: giảm nó xuống để làm động cơ yếu hơn.
zh: 降低功率会削弱发动机动力。

source: There is also a < Variety > parameter that can be adjusted.
ar: هناك أيضًا معلمة <Variety> التي يمكن تعديلها.
bg: Има и параметър < Разнообразие >, който може да се регулира.
bn: এছাড়াও একটি <Variety> প্যারামিটার রয়েছে যা সামঞ্জস্য করা যেতে পারে।
cs: K dispozici je také parametr < Variety>, který lze upravit.
da: Der er også en <Varietet>-parameter, der kan justeres.
de: Es gibt außerdem einen Parameter < Variety >, der angepasst werden kann.
el: Υπάρχει επίσης μια παράμετρος <Ποικιλία> που μπορεί να ρυθμιστεί.
es: También existe un parámetro <Variedad> que se puede ajustar.
et: Samuti on olemas parameeter < Variety >, mida saab reguleerida.
fa: همچنین یک پارامتر < Variety > وجود دارد که می‌توان آن را تنظیم کرد.
fi: Myös <Variety>-parametria voidaan säätää.
fr: Il existe également un paramètre < Variété > qui peut être ajusté.
he: ישנו גם פרמטר <Variety> שניתן לכוונן.
hi: इसमें एक < विविधता > पैरामीटर भी है जिसे समायोजित किया जा सकता है।
hu: Van egy < Variety > paraméter is, amely beállítható.
id: Ada juga parameter <Variasi> yang dapat disesuaikan.
it: È presente anche un parametro <Varietà> che può essere regolato.
ja: 調整可能な<バラエティ>パラメータもあります。
ko: 조정할 수 있는 <다양성> 매개변수도 있습니다.
lt: Taip pat yra parametras < Įvairovė >, kurį galima reguliuoti.
lv: Ir arī parametrs < Variety >, ko var pielāgot.
nl: Er is ook een <Variatie>-parameter die kan worden aangepast.
no: Det finnes også en <Variasjon>-parameter som kan justeres.
pl: Dostępny jest również parametr <Różnorodność>, który można dostosować.
pt: Existe também um parâmetro <Variedade> que pode ser ajustado.
ro: Există, de asemenea, un parametru < Varietate > care poate fi ajustat.
ru: Также имеется параметр <Разнообразие>, который можно настраивать.
sq: Ekziston gjithashtu një parametër <Variety> që mund të rregullohet.
sr: Такође постоји параметар < Разноликост > који се може подесити.
sv: Det finns också en <Varietet>-parameter som kan justeras.
sw: Pia kuna < Variety > parameter ambayo inaweza kurekebishwa.
ta: சரிசெய்யக்கூடிய ஒரு Variety > அளவுருவும் உள்ளது.
th: ยังมีพารามิเตอร์ <Variation> ที่สามารถปรับได้
tr: Ayrıca ayarlanabilen bir < Çeşitlilik > parametresi de bulunmaktadır.
uk: Також є параметр < Різноманітність >, який можна налаштувати.
ur: ایک < ورائٹی > پیرامیٹر بھی ہے جسے ایڈجسٹ کیا جا سکتا ہے۔
vi: Ngoài ra còn có tham số < Variety > có thể điều chỉnh được.
zh: 此外，还有一个可以调整的 < 品种 > 参数。

source: My intention for this option was that the engine would play a more varied game.
ar: كان هدفي من هذا الخيار هو أن يلعب المحرك لعبة أكثر تنوعًا.
bg: Моето намерение за тази опция беше двигателят да предлага по-разнообразна игра.
bn: এই বিকল্পটির জন্য আমার উদ্দেশ্য ছিল ইঞ্জিনটি আরও বৈচিত্র্যময় খেলা খেলবে।
cs: Mým záměrem u této možnosti bylo, aby engine hrál pestřejší hru.
da: Min intention med denne mulighed var, at motoren ville spille et mere varieret spil.
de: Meine Absicht bei dieser Option war, dass die Engine ein abwechslungsreicheres Spielerlebnis bieten würde.
el: Η πρόθεσή μου με αυτήν την επιλογή ήταν ότι η μηχανή θα έπαιζε ένα πιο ποικίλο παιχνίδι.
es: Mi intención con esta opción era que el motor ofreciera un juego más variado.
et: Minu eesmärk selle valiku puhul oli, et mootor mängiks mitmekesisemat mängu.
fa: قصد من از این گزینه این بود که موتور، بازی متنوع‌تری را ارائه دهد.
fi: Tarkoitukseni tällä vaihtoehdolla oli, että moottori pelaisi monipuolisemmin.
fr: Mon intention avec cette option était que le moteur propose un jeu plus varié.
he: הכוונה שלי באפשרות הזו הייתה שהמנוע ישחק משחק מגוון יותר.
hi: इस विकल्प के पीछे मेरा इरादा यह था कि इंजन अधिक विविधतापूर्ण खेल खेलेगा।
hu: Az volt a szándékom ezzel a lehetőséggel, hogy a motor változatosabb játékot mutasson.
id: Maksud saya untuk opsi ini adalah agar mesin dapat memainkan permainan yang lebih bervariasi.
it: Con questa opzione volevo che il motore svolgesse un gioco più vario.
ja: このオプションの目的は、エンジンがより多様なゲームをプレイできるようにすることでした。
ko: 제가 이 옵션을 선택한 이유는 엔진이 더 다양한 게임을 플레이할 수 있게 하기 위해서였습니다.
lt: Šio varianto tikslas buvo, kad variklis veiktų įvairiau.
lv: Mans nolūks šai opcijai bija tāds, lai dzinējs spēlētu daudzveidīgāku spēli.
nl: Met deze optie wilde ik dat de engine een gevarieerder spel zou spelen.
no: Intensjonen min med dette alternativet var at motoren skulle spille et mer variert spill.
pl: Moim zamiarem przy wyborze tej opcji było umożliwienie silnikowi bardziej zróżnicowanej rozgrywki.
pt: Minha intenção com essa opção era que o motor do jogo apresentasse uma variedade maior de jogos.
ro: Intenția mea pentru această opțiune a fost ca motorul să joace un joc mai variat.
ru: Целью этого варианта было сделать так, чтобы движок играл более разнообразно.
sq: Qëllimi im për këtë opsion ishte që motori të luante një lojë më të larmishme.
sr: Моја намера за ову опцију је била да мотор игра разноврсније.
sv: Min avsikt med det här alternativet var att motorn skulle spela ett mer varierat spel.
sw: Kusudi langu kwa chaguo hili lilikuwa kwamba injini ingecheza mchezo tofauti zaidi.
ta: இந்த விருப்பத்திற்கான எனது நோக்கம், இயந்திரம் மிகவும் மாறுபட்ட விளையாட்டை விளையாடும் என்பதாகும்.
th: จุดประสงค์ของฉันสำหรับตัวเลือกนี้คือเพื่อให้เครื่องยนต์สามารถเล่นเกมได้หลากหลายมากขึ้น
tr: Bu seçeneği kullanmamın amacı motorun daha çeşitli bir oyun oynamasını sağlamaktı.
uk: Я мав на меті, щоб цей варіант забезпечив більш різноманітну гру на движку.
ur: اس آپشن کے لیے میرا ارادہ یہ تھا کہ انجن زیادہ مختلف گیم کھیلے گا۔
vi: Ý định của tôi khi lựa chọn tùy chọn này là để công cụ có thể chơi trò chơi đa dạng hơn.
zh: 我设置这个选项的目的是为了让引擎能够运行更多样化的游戏。

source: Then I realised that it could be combined with an < Allowed deficit > option
ar: ثم أدركت أنه من الممكن دمجه مع خيار <العجز المسموح به>
bg: Тогава осъзнах, че може да се комбинира с опция < Допустим дефицит >
bn: তারপর আমি বুঝতে পারলাম যে এটি একটি <অনুমোদিত ঘাটতি > বিকল্পের সাথে একত্রিত করা যেতে পারে
cs: Pak jsem si uvědomil, že by se to dalo kombinovat s možností < Povolený deficit >.
da: Så indså jeg, at det kunne kombineres med en <Tilladt underskud>-mulighed
de: Dann wurde mir klar, dass es mit einer Option für ein zulässiges Defizit kombiniert werden könnte.
el: Τότε συνειδητοποίησα ότι θα μπορούσε να συνδυαστεί με μια επιλογή <Επιτρεπόμενο έλλειμμα>
es: Entonces me di cuenta de que podía combinarse con una opción de < Déficit permitido >.
et: Siis taipasin, et seda saab kombineerida valikuga <Lubatud puudujääk>.
fa: بعد متوجه شدم که می‌توان آن را با گزینه <کمبود مجاز> ترکیب کرد.
fi: Sitten tajusin, että sen voisi yhdistää < Sallittu alijäämä > -vaihtoehtoon
fr: Je me suis alors rendu compte que cela pouvait être combiné avec une option < Déficit autorisé >
he: ואז הבנתי שאפשר לשלב את זה עם אפשרות < גירעון מותר >
hi: तब मुझे एहसास हुआ कि इसे < स्वीकृत घाटा > विकल्प के साथ जोड़ा जा सकता है
hu: Aztán rájöttem, hogy ezt kombinálni lehetne egy < Megengedett hiány > opcióval.
id: Kemudian saya menyadari bahwa itu dapat dikombinasikan dengan opsi < Defisit yang diizinkan >
it: Poi ho capito che poteva essere combinato con un'opzione <Deficit consentito>
ja: その後、私は<許容される赤字>オプションと組み合わせることができることに気付きました
ko: 그러다가 <허용적자> 옵션과 결합이 가능하다는 걸 깨달았습니다.
lt: Tada supratau, kad tai galima derinti su <Leidžiamas deficitas> parinktimi
lv: Tad es sapratu, ka to varētu apvienot ar opciju <Atļautais deficīts>.
nl: Toen realiseerde ik me dat het gecombineerd kon worden met een <Toegestaan tekort> optie
no: Så innså jeg at det kunne kombineres med et <Tillatt underskudd>-alternativ
pl: Wtedy zdałem sobie sprawę, że można to połączyć z opcją <Dozwolony deficyt>
pt: Então percebi que isso poderia ser combinado com uma opção de < Déficit Permitido>.
ro: Apoi mi-am dat seama că poate fi combinată cu o opțiune de < Deficit permis >
ru: Затем я понял, что его можно объединить с опцией «Разрешенный дефицит».
sq: Pastaj kuptova se mund të kombinohej me një opsion <Deficit i lejuar>
sr: Онда сам схватио да се то може комбиновати са опцијом < Дозвољени дефицит >
sv: Sedan insåg jag att det kunde kombineras med ett alternativ <Tillåtet underskott>
sw: Kisha nikagundua kuwa inaweza kuunganishwa na chaguo la < Kuruhusiwa nakisi > chaguo
ta: பின்னர் அதை ஒரு <Allowed deficit > விருப்பத்துடன் இணைக்க முடியும் என்பதை உணர்ந்தேன்.
th: แล้วผมก็รู้ว่ามันสามารถรวมกับตัวเลือก < Allowed deficit > ได้
tr: Daha sonra bunun < İzin verilen açık > seçeneğiyle birleştirilebileceğini fark ettim
uk: Потім я зрозумів, що це можна поєднати з опцією < Дозволений дефіцит >
ur: تب میں نے محسوس کیا کہ اسے <Allowed deficit> آپشن کے ساتھ ملایا جا سکتا ہے۔
vi: Sau đó tôi nhận ra rằng nó có thể được kết hợp với tùy chọn < Cho phép thâm hụt >
zh: 然后我意识到它可以与“允许的赤字”选项结合使用。

source: to adjust the engine playing strength further.
ar: لضبط قوة تشغيل المحرك بشكل أكبر.
bg: за допълнително регулиране на силата на свирене на двигателя.
bn: ইঞ্জিনের বাজানোর শক্তি আরও সামঞ্জস্য করতে।
cs: pro další úpravu síly přehrávání enginu.
da: for yderligere at justere motorens spillestyrke.
de: um die Motorleistung weiter anzupassen.
el: για να ρυθμίσετε περαιτέρω την ισχύ του κινητήρα.
es: para ajustar aún más la potencia del motor.
et: mootori mängutugevuse edasiseks reguleerimiseks.
fa: برای تنظیم بیشتر قدرت پخش موتور.
fi: säätääksesi moottorin soittovoimakkuutta lisää.
fr: pour ajuster davantage la puissance du moteur.
he: כדי להתאים עוד יותר את עוצמת נגינת המנוע.
hi: इंजन की शक्ति को और अधिक समायोजित करने के लिए।
hu: a motor játékerősségének további beállításához.
id: untuk menyesuaikan kekuatan permainan mesin lebih lanjut.
it: per regolare ulteriormente la potenza di riproduzione del motore.
ja: エンジンの再生強度をさらに調整します。
ko: 엔진 재생 강도를 더욱 조정합니다.
lt: kad dar labiau sureguliuotumėte variklio grojimo stiprumą.
lv: lai vēl vairāk pielāgotu dzinēja spēles stiprumu.
nl: om de kracht van het spel verder aan te passen.
no: for å justere motorens spillestyrke ytterligere.
pl: aby jeszcze bardziej dostosować siłę odtwarzania silnika.
pt: para ajustar ainda mais a potência de jogo do motor.
ro: pentru a regla suplimentar intensitatea redării motorului.
ru: для дальнейшей регулировки силы звучания двигателя.
sq: për të rregulluar më tej fuqinë e luajtjes së motorit.
sr: да бисте додатно подесили јачину свирања мотора.
sv: för att ytterligare justera motorns spelstyrka.
sw: kurekebisha nguvu ya kucheza injini zaidi.
ta: இயந்திர இயக்க வலிமையை மேலும் சரிசெய்ய.
th: เพื่อปรับความแรงในการเล่นของเครื่องยนต์ให้ดียิ่งขึ้น
tr: Motorun çalma gücünü daha da ayarlamak için.
uk: щоб додатково налаштувати силу відтворення двигуна.
ur: انجن چلانے کی طاقت کو مزید ایڈجسٹ کرنے کے لیے۔
vi: để điều chỉnh thêm sức mạnh của động cơ.
zh: 进一步调整引擎的运行强度。
