Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: and spend roughly that amount of time on its next move.
ar: وتقضي ما يقارب هذا القدر من الوقت في اتخاذ خطوتها التالية.
bg: и да прекара приблизително толкова време в следващия си ход.
bn: এবং পরবর্তী পদক্ষেপে প্রায় সেই পরিমাণ সময় ব্যয় করে।
cs: a stráví zhruba stejný čas svým dalším tahem.
da: og bruge omtrent den samme mængde tid på sit næste træk.
de: und ungefähr diese Zeitspanne für ihren nächsten Zug aufwenden.
el: και να αφιερώσει περίπου αυτόν τον χρόνο στην επόμενη κίνησή του.
es: y dedicar aproximadamente esa misma cantidad de tiempo a su siguiente movimiento.
et: ja kulutab umbes sama palju aega oma järgmise käigu peale.
fa: و تقریباً همان مقدار زمان را برای حرکت بعدی خود صرف کند.
fi: ja käyttää suunnilleen saman verran aikaa seuraavaan siirtoonsa.
fr: et consacrer à peu près autant de temps à son prochain mouvement.
he: ולהשקיע בערך את כמות הזמן הזו בצעד הבא שלו.
hi: और लगभग उतना ही समय अपनी अगली चाल पर खर्च करता है।
hu: és nagyjából ennyi időt tölt a következő lépésével.
id: dan menghabiskan waktu yang hampir sama untuk gerakan berikutnya.
it: e dedicare all'incirca lo stesso lasso di tempo alla sua mossa successiva.
ja: そして、次の動きにほぼそのくらいの時間を費やします。
ko: 그리고 다음 움직임까지 대략 그 정도의 시간을 소비합니다.
lt: ir maždaug tiek pat laiko praleistų kitam ėjimui.
lv: un veltīt aptuveni tikpat daudz laika nākamajai kustībai.
nl: en besteedt ongeveer dezelfde hoeveelheid tijd aan zijn volgende zet.
no: og bruke omtrent den tiden på sitt neste trekk.
pl: i poświęca mniej więcej tyle samo czasu na swój następny ruch.
pt: e gastar aproximadamente esse tempo em sua próxima jogada.
ro: și petrece aproximativ acest timp pentru următoarea sa mișcare.
ru: и потратить примерно столько же времени на свой следующий ход.
sq: dhe shpenzon afërsisht atë sasi kohe në lëvizjen e saj të radhës.
sr: и потрошити отприлике толико времена на свој следећи потез.
sv: och spendera ungefär den tiden på sitt nästa drag.
sw: na kutumia takriban kiasi hicho cha wakati on hatua yake inayofuata.
ta: மேலும் அதன் அடுத்த நகர்வில் தோராயமாக அந்த அளவு நேரத்தை செலவிடுங்கள்.
th: และใช้เวลาประมาณเท่านี้ในการเคลื่อนไหวครั้งต่อไป
tr: ve bir sonraki hamlesinde aşağı yukarı aynı miktarda zaman harcar.
uk: і витратити приблизно стільки ж часу на свій наступний хід.
ur: اور اس کے اگلے اقدام پر تقریباً اتنا ہی وقت گزاریں۔
vi: và dành khoảng thời gian tương tự cho nước đi tiếp theo.
zh: 并花费大致相同的时间进行下一步行动。

source: So the engine will play progressively faster as its time ticks away.
ar: وبالتالي، سوف يعمل المحرك بشكل أسرع تدريجيًا مع مرور الوقت.
bg: Така двигателят ще работи прогресивно по-бързо с течение на времето му.
bn: তাই সময় যত গড়িয়ে যাবে, ইঞ্জিনটি তত দ্রুত গতিতে চলবে।
cs: Takže motor se bude s postupujícím časem otáčet postupně rychleji.
da: Så motoren vil køre gradvist hurtigere, efterhånden som tiden går.
de: Der Motor wird also mit fortschreitender Zeit immer schneller laufen.
el: Έτσι, ο κινητήρας θα παίζει προοδευτικά πιο γρήγορα καθώς ο χρόνος του περνάει.
es: Así, el motor irá girando progresivamente más rápido a medida que transcurra el tiempo.
et: Seega hakkab mootor aja möödudes järk-järgult kiiremini tööle.
fa: بنابراین موتور با گذشت زمان، به تدریج سریع‌تر کار خواهد کرد.
fi: Joten moottori käy asteittain nopeammin ajan kuluessa.
fr: Le moteur s'accélérera donc progressivement au fur et à mesure que le temps s'écoule.
he: אז המנוע יפעל מהר יותר ויותר ככל שהזמן שלו מתקתק.
hi: इसलिए जैसे-जैसे समय बीतता जाएगा, इंजन उत्तरोत्तर तेजी से काम करता जाएगा।
hu: Így a motor fokozatosan gyorsabban fog járni, ahogy telik az idő.
id: Jadi mesin akan berputar semakin cepat seiring berjalannya waktu.
it: Quindi il motore funzionerà sempre più velocemente man mano che il tempo scorre.
ja: したがって、エンジンは時間が経過するにつれて徐々に速く再生されます。
ko: 따라서 엔진은 시간이 지날수록 점점 더 빨리 재생됩니다.
lt: Taigi variklis veiks vis greičiau, laikui bėgant.
lv: Tātad dzinējs darbosies pakāpeniski ātrāk, laikam ejot.
nl: De engine zal dus steeds sneller gaan spelen naarmate de tijd verstrijkt.
no: Så motoren vil gå gradvis raskere etter hvert som tiden går.
pl: Dzięki temu silnik będzie grał coraz szybciej, w miarę upływu czasu.
pt: Assim, o motor irá funcionar progressivamente mais rápido à medida que o tempo for passando.
ro: Așadar, motorul va rula progresiv mai repede pe măsură ce timpul trece.
ru: Таким образом, по мере истечения срока службы двигатель будет работать все быстрее.
sq: Pra, motori do të luajë gjithnjë e më shpejt ndërsa koha e tij kalon.
sr: Тако ће се мотор окретати све брже како му време истиче.
sv: Så motorn kommer att spela successivt snabbare allt eftersom tiden tickar iväg.
sw: Kwa hivyo injini itacheza hatua kwa hatua kwa kasi zaidi kadiri muda unavyosonga.
ta: எனவே நேரம் செல்லச் செல்ல இயந்திரம் படிப்படியாக வேகமாக இயங்கும்.
th: ดังนั้นเครื่องยนต์จะทำงานเร็วขึ้นเรื่อยๆ เมื่อเวลาผ่านไป
tr: Yani zaman geçtikçe motor giderek daha hızlı çalışacaktır.
uk: Тож двигун працюватиме дедалі швидше, у міру того як його час спливає.
ur: لہذا انجن آہستہ آہستہ تیزی سے چلائے گا جیسے جیسے اس کا وقت گزرتا جائے گا۔
vi: Vì vậy, động cơ sẽ chạy nhanh hơn theo thời gian.
zh: 因此，随着时间的流逝，引擎的运行速度会越来越快。

source: I have set different numbers for various time periods to even out the time usage.
ar: لقد قمت بتعيين أرقام مختلفة لفترات زمنية مختلفة لموازنة استخدام الوقت.
bg: Зададох различни числа за различните периоди от време, за да разпределя равномерно използването на времето.
bn: সময়ের ব্যবহার সমান করার জন্য আমি বিভিন্ন সময়কালের জন্য বিভিন্ন সংখ্যা নির্ধারণ করেছি।
cs: Pro různá časová období jsem nastavil různá čísla, abych rovnoměrně rozložil využití času.
da: Jeg har indstillet forskellige tal for forskellige tidsperioder for at udjævne tidsforbruget.
de: Ich habe für verschiedene Zeiträume unterschiedliche Zahlen festgelegt, um die Zeitnutzung auszugleichen.
el: Έχω ορίσει διαφορετικούς αριθμούς για διάφορες χρονικές περιόδους για να εξισορροπήσω τη χρήση του χρόνου.
es: He configurado diferentes números para distintos periodos de tiempo para igualar el uso del tiempo.
et: Olen ajakulu ühtlustamiseks määranud erinevatele ajavahemikele erinevad numbrid.
fa: من برای دوره‌های زمانی مختلف، اعداد مختلفی تعیین کرده‌ام تا میزان استفاده از زمان را متعادل کنم.
fi: Olen asettanut eri numerot eri aikaväleille tasoittaakseni ajankäyttöä.
fr: J'ai attribué des nombres différents à diverses périodes de temps afin d'homogénéiser le temps d'utilisation.
he: הגדרתי מספרים שונים לתקופות זמן שונות כדי לאזן את ניצול הזמן.
hi: मैंने समय के उपयोग को समान करने के लिए विभिन्न समयावधियों के लिए अलग-अलग संख्याएं निर्धारित की हैं।
hu: Különböző számokat állítottam be a különböző időszakokhoz, hogy kiegyenlítsem az időfelhasználást.
id: Saya telah menetapkan angka yang berbeda untuk berbagai periode waktu untuk meratakan penggunaan waktu.
it: Ho impostato numeri diversi per vari periodi di tempo per uniformare l'utilizzo del tempo.
ja: 時間の使用を均等にするために、さまざまな期間に異なる数値を設定しました。
ko: 저는 시간 사용량을 균등하게 나누기 위해 다양한 시간대에 대해 서로 다른 숫자를 설정했습니다.
lt: Įvairiems laikotarpiams nustatiau skirtingus skaičius, kad laiko sąnaudos būtų tolygesnės.
lv: Esmu iestatījis dažādus skaitļus dažādiem laika periodiem, lai vienmērīgāk izmantotu laiku.
nl: Ik heb verschillende getallen ingesteld voor verschillende tijdsperioden, zodat de tijd gelijkmatig wordt besteed.
no: Jeg har satt forskjellige tall for ulike tidsperioder for å jevne ut tidsforbruket.
pl: Ustawiłem różne liczby dla różnych okresów czasu, aby wyrównać wykorzystanie czasu.
pt: Defini números diferentes para vários períodos de tempo para distribuir o uso do tempo de forma uniforme.
ro: Am setat numere diferite pentru diferite perioade de timp pentru a uniformiza utilizarea timpului.
ru: Я установил разные числа для разных периодов времени, чтобы выровнять использование времени.
sq: Kam vendosur numra të ndryshëm për periudha të ndryshme kohore për të barazuar përdorimin e kohës.
sr: Поставио сам различите бројеве за различите временске периоде како бих равномерно распоредио коришћење времена.
sv: Jag har ställt in olika siffror för olika tidsperioder för att jämna ut tidsåtgången.
sw: Nimeweka nambari tofauti kwa vipindi tofauti vya wakati ili kusawazisha utumiaji wa wakati.
ta: நேர பயன்பாட்டை சமன் செய்ய, பல்வேறு காலகட்டங்களுக்கு வெவ்வேறு எண்களை அமைத்துள்ளேன்.
th: ฉันตั้งค่าตัวเลขที่แตกต่างกันสำหรับช่วงเวลาต่างๆ เพื่อให้การใช้เวลาเท่าเทียมกัน
tr: Zaman kullanımını dengelemek için farklı zaman dilimleri için farklı sayılar belirledim.
uk: Я встановив різні цифри для різних періодів часу, щоб рівномірно розподілити використання часу.
ur: میں نے وقت کے استعمال کو ختم کرنے کے لیے مختلف اوقات کے لیے مختلف نمبر سیٹ کیے ہیں۔
vi: Tôi đã thiết lập các con số khác nhau cho nhiều khoảng thời gian khác nhau để cân bằng thời gian sử dụng.
zh: 我为不同的时间段设置了不同的数值，以使时间使用更加均衡。

source: Although I find it best to set a higher number for the last minute,
ar: على الرغم من أنني أجد أنه من الأفضل تحديد رقم أعلى للدقيقة الأخيرة،
bg: Въпреки че намирам за най-добре да задам по-висок брой за последния момент,
bn: যদিও শেষ মুহূর্তের জন্য আরও বেশি সংখ্যা নির্ধারণ করা আমার কাছে ভালো মনে হয়,
cs: I když si myslím, že je nejlepší nastavit vyšší číslo na poslední chvíli,
da: Selvom jeg synes, det er bedst at sætte et højere tal til sidste øjeblik,
de: Obwohl ich es für am besten halte, für die letzte Minute eine höhere Zahl festzulegen.
el: Αν και θεωρώ καλύτερο να ορίζω μεγαλύτερο αριθμό για την τελευταία στιγμή,
es: Aunque considero que lo mejor es fijar un número más alto para el último minuto,
et: Kuigi minu arvates on parem viimasele minutile suurem number määrata,
fa: اگرچه به نظرم بهتر است عدد بالاتری را برای دقیقه آخر تعیین کنم،
fi: Vaikka mielestäni on parasta asettaa suurempi numero viime hetkellä,
fr: Bien que je trouve qu'il est préférable de fixer un nombre plus élevé pour la dernière minute,
he: למרות שאני מוצא שעדיף לקבוע מספר גבוה יותר לרגע האחרון,
hi: हालाँकि मुझे लगता है कि अंतिम क्षण के लिए उच्च संख्या निर्धारित करना सर्वोत्तम है,
hu: Bár úgy látom, hogy a legjobb, ha az utolsó pillanatra magasabb számot állítok be,
id: Meskipun saya merasa lebih baik untuk menetapkan angka yang lebih tinggi pada menit terakhir,
it: Anche se trovo che sia meglio impostare un numero più alto per l'ultimo minuto,
ja: 最後の1分に高い数字を設定するのがベストだとは思いますが、
ko: 마지막 순간에는 더 높은 숫자를 설정하는 것이 가장 좋다고 생각하지만,
lt: Nors manau, kad geriausia paskutinę minutę nustatyti didesnį skaičių,
lv: Lai gan es uzskatu, ka vislabāk ir uz pēdējo brīdi iestatīt lielāku skaitli,
nl: Hoewel ik het het beste vind om op het laatste moment een hoger getal in te stellen,
no: Selv om jeg synes det er best å sette et høyere tall i siste liten,
pl: Chociaż uważam, że najlepiej jest ustawić wyższą liczbę na ostatnią minutę,
pt: Embora eu ache melhor definir um número maior para o último minuto,
ro: Deși consider că e mai bine să stabilesc un număr mai mare pentru ultimul moment,
ru: Хотя я считаю, что лучше установить большее число на последнюю минуту,
sq: Edhe pse e konsideroj më mirë të vendos një numër më të lartë për minutën e fundit,
sr: Иако сматрам да је најбоље да се за последњи минут постави већи број,
sv: Även om jag tycker det är bäst att sätta ett högre nummer i sista minuten,
sw: Ingawa naona ni bora kuweka nambari ya juu zaidi kwa dakika ya mwisho,
ta: கடைசி நிமிடத்திற்கு அதிக எண்ணை அமைப்பது சிறந்தது என்று நான் கருதினாலும்,
th: แม้ว่าฉันจะพบว่าการตั้งตัวเลขที่สูงกว่าในนาทีสุดท้ายนั้นดีที่สุด
tr: Son dakika için daha yüksek bir sayı belirlemenin daha iyi olduğunu düşünsem de,
uk: Хоча я вважаю, що краще встановити вище число на останню хвилину,
ur: اگرچہ مجھے آخری لمحات کے لیے زیادہ نمبر سیٹ کرنا بہتر لگتا ہے،
vi: Mặc dù tôi thấy tốt nhất là đặt một con số cao hơn vào phút cuối,
zh: 虽然我觉得最后一分钟最好设置一个更高的数字，

source: so that the engine does not lose on time.
ar: حتى لا يضيع المحرك الوقت.
bg: така че двигателят да не губи време.
bn: যাতে ইঞ্জিন সময়মতো নষ্ট না হয়।
cs: aby motor neztrácel včas.
da: så motoren ikke mister tid.
de: damit der Motor nicht an Zeit verliert.
el: έτσι ώστε ο κινητήρας να μην χάνει χρόνο.
es: para que el motor no se retrase.
et: nii et mootor õigel ajal ei kaotaks.
fa: تا موتور به موقع از کار نیفتد.
fi: jotta moottori ei menetä tehoaan ajoissa.
fr: pour que le moteur ne prenne pas de retard.
he: כדי שהמנוע לא יאבד זמן.
hi: ताकि इंजन समय पर खराब न हो।
hu: hogy a motor ne veszítsen időben.
id: agar mesin tidak kehilangan waktu.
it: in modo che il motore non perda tempo.
ja: エンジンが時間通りに故障しないようにするためです。
ko: 그래야 엔진이 제때 작동하지 않게 됩니다.
lt: kad variklis laiku neprarastų apkrovų.
lv: lai motors nezaudētu laikus.
nl: zodat de motor niet op tijd uitvalt.
no: slik at motoren ikke mister tid.
pl: aby silnik nie tracił czasu.
pt: para que o motor não perca tempo.
ro: astfel încât motorul să nu piardă la timp.
ru: чтобы двигатель не терял времени.
sq: në mënyrë që motori të mos humbasë në kohë.
sr: тако да мотор не губи на времену.
sv: så att motorn inte förlorar tid.
sw: ili injini isipoteze kwa wakati.
ta: இதனால் இயந்திரம் சரியான நேரத்தில் தோல்வியடையாது.
th: เพื่อไม่ให้เครื่องยนต์สูญเสียเวลา
tr: motorun zamanında arıza yapmaması için.
uk: щоб двигун не втрачав у часі.
ur: تاکہ انجن وقت پر ضائع نہ ہو۔
vi: để động cơ không bị mất thời gian.
zh: 以免发动机耽误时间。

source: Speeding up the engine, either by raising these < Moves to go > values,
ar: تسريع المحرك، إما عن طريق رفع هذه القيم <Moves to go>،
bg: Ускоряване на двигателя, или чрез повишаване на тези стойности < Оставащи движения>,
bn: ইঞ্জিনের গতি বাড়ানো, হয় এই <মুভস টু গো > মানগুলি বাড়িয়ে,
cs: Zrychlení enginu, buď zvýšením těchto hodnot < Počet zbývajících pohybů>,
da: At sætte fart på motoren, enten ved at hæve disse <Moves to go> værdier,
de: Die Motorleistung kann entweder durch Erhöhen dieser <Moves to go>-Werte gesteigert werden,
el: Επιτάχυνση του κινητήρα, είτε αυξάνοντας αυτές τις τιμές <Κινήσεις για να ξεκινήσει>,
es: Acelerar el motor, ya sea aumentando estos valores de < Movimientos restantes >,
et: Mootori kiirendamine kas nende <Liikumisi edasi > väärtuste tõstmisega,
fa: افزایش سرعت موتور، چه با افزایش این مقادیر <حرکت برای رفتن>،
fi: Moottorin nopeuttaminen joko nostamalla näitä < Liikkuu eteenpäin > -arvoja,
fr: Accélérer le moteur, soit en augmentant ces valeurs < Moves to go >,
he: האצת המנוע, בין אם על ידי העלאת ערכי <Moves to go>,
hi: इंजन की गति बढ़ाना, या तो इन < चालें > मानों को बढ़ाकर,
hu: A motor felgyorsítása, akár ezen < Mozgásterv > értékek emelésével,
id: Mempercepat mesin, baik dengan menaikkan nilai < Bergerak untuk pergi > ini,
it: Accelerare il motore, sia aumentando questi valori < Mosse da fare >,
ja: エンジンを高速化するには、<Moves to go>の値を上げるか、
ko: <Moves to go> 값을 높여서 엔진 속도를 높이거나,
lt: Variklio pagreitinimas, padidinant šias <Moves to go > reikšmes,
lv: Paātrinot dzinēju, vai nu palielinot šīs < Kustību skaits > vērtības,
nl: Door de motor te versnellen, door deze < Moves to go >-waarden te verhogen,
no: Få fart på motoren, enten ved å øke disse <Moves to go>-verdiene,
pl: Przyspieszenie silnika poprzez podniesienie wartości < Do przejścia >,
pt: Acelerar o motor, seja aumentando esses valores de < Movimentos a seguir >,
ro: Accelerarea motorului, fie prin creșterea acestor valori < Moves to go >,
ru: Ускорение двигателя, либо путем повышения значений < Осталось сделать >,
sq: Përshpejtimi i motorit, qoftë duke rritur këto vlera <Lëviz për të ecur >,
sr: Убрзавање мотора, било повећањем ових < Преостали потези> вредности,
sv: Öka motorns hastighet, antingen genom att höja dessa <Förflyttningar att gå>-värden,
sw: Kuongeza kasi ya injini, ama kwa kuinua hizi <Moves to go> maadili,
ta: இந்த <நகர்வுகள்> செல்ல > மதிப்புகளை உயர்த்துவதன் மூலம் இயந்திரத்தை வேகப்படுத்துதல்,
th: การเพิ่มความเร็วของเครื่องยนต์ ไม่ว่าจะโดยการเพิ่มค่า < Moves to go > เหล่านี้
tr: Motorun hızlandırılması, bu < Gidilecek Hareketler > değerlerini yükselterek,
uk: Прискорення двигуна шляхом збільшення цих значень < Залишилися рухи>,
ur: انجن کو تیز کرنا، یا تو ان <Moves to go> اقدار کو بڑھا کر،
vi: Tăng tốc động cơ, bằng cách tăng các giá trị < Di chuyển để đi > này,
zh: 加快引擎速度，可以通过提高这些 < 待完成步数 > 值来实现，

source: or by reducing the overall time it has for the game, is another way
ar: أو عن طريق تقليل الوقت الإجمالي المخصص للعبة، هناك طريقة أخرى
bg: или чрез намаляване на общото време, с което разполага за играта, е друг начин
bn: অথবা খেলার জন্য সামগ্রিক সময় কমিয়ে আনা, আরেকটি উপায় হল
cs: nebo zkrácením celkového času, který má na hru, je další způsob
da: eller ved at reducere den samlede tid, det har til spillet, er en anden måde
de: oder indem die Gesamtspielzeit verkürzt wird, ist eine weitere Möglichkeit
el: ή μειώνοντας τον συνολικό χρόνο που έχει για το παιχνίδι, είναι ένας άλλος τρόπος
es: o reduciendo el tiempo total del juego, es otra manera
et: või vähendades mängule ette nähtud üldist aega, on teine ​​viis
fa: یا با کاهش زمان کلی بازی، راه دیگری است
fi: tai vähentämällä pelin kokonaisaikaa, on toinen tapa
fr: ou en réduisant le temps total alloué au jeu, est une autre solution.
he: או על ידי צמצום הזמן הכולל שיש למשחק, זוהי דרך נוספת
hi: या खेल के लिए कुल समय को कम करके, एक और तरीका है
hu: vagy a játékra rendelkezésre álló idő csökkentésével, ez egy másik módja
id: atau dengan mengurangi waktu keseluruhan yang dimiliki untuk permainan, adalah cara lain
it: o riducendo il tempo complessivo a disposizione per il gioco, è un altro modo
ja: あるいはゲーム全体の時間を短縮することで、
ko: 또는 게임에 소요되는 전체 시간을 줄이는 것도 또 다른 방법입니다.
lt: arba sutrumpinant bendrą žaidimo laiką, yra dar vienas būdas
lv: vai arī samazinot kopējo spēles laiku, ir vēl viens veids
nl: of door de totale tijd die het voor het spel heeft te verkorten, is een andere manier
no: eller ved å redusere den totale tiden det har til spillet, er en annen måte
pl: lub skrócenie całkowitego czasu przeznaczonego na grę, to jest inny sposób
pt: ou reduzindo o tempo total disponível para o jogo, que é outra forma.
ro: sau prin reducerea timpului total alocat jocului, este o altă modalitate
ru: или путем сокращения общего времени, отведенного на игру, это еще один способ
sq: ose duke zvogëluar kohën e përgjithshme që ka për lojën, është një mënyrë tjetër
sr: или смањењем укупног времена које има за игру, је други начин
sv: eller genom att minska den totala tiden det har för spelet, är ett annat sätt
sw: au kwa kupunguza muda wa jumla ulio nao kwa mchezo, ni njia nyingine
ta: அல்லது விளையாட்டுக்கான ஒட்டுமொத்த நேரத்தைக் குறைப்பதன் மூலம், மற்றொரு வழி
th: หรือโดยการลดเวลารวมของเกมลงก็เป็นอีกวิธีหนึ่ง
tr: veya oyun için ayırdığı toplam süreyi azaltarak, başka bir yol
uk: або шляхом зменшення загального часу, відведеного на гру, – це ще один спосіб
ur: یا کھیل کے لیے اس کے مجموعی وقت کو کم کر کے، ایک اور طریقہ ہے۔
vi: hoặc bằng cách giảm tổng thời gian dành cho trò chơi, là một cách khác
zh: 或者，减少游戏的总时长也是另一种方法。

source: of weakening the engine.
ar: من إضعاف المحرك.
bg: на отслабване на двигателя.
bn: ইঞ্জিন দুর্বল করার জন্য।
cs: k oslabení motoru.
da: at svække motoren.
de: der Schwächung des Motors.
el: αποδυνάμωσης του κινητήρα.
es: de debilitar el motor.
et: mootori nõrgenemisest.
fa: برای ضعیف شدن موتور.
fi: moottorin heikentämisestä.
fr: d'affaiblir le moteur.
he: של היחלשות המנוע.
hi: इंजन को कमजोर करने का.
hu: a motor gyengítésétől.
id: melemahkan mesin.
it: di indebolire il motore.
ja: エンジンを弱める。
ko: 엔진을 약화시키는 것.
lt: dėl variklio susilpnėjimo.
lv: par dzinēja pavājināšanu.
nl: van het verzwakken van de motor.
no: å svekke motoren.
pl: osłabienia silnika.
pt: de enfraquecer o motor.
ro: de slăbire a motorului.
ru: ослабления двигателя.
sq: të dobësimit të motorit.
sr: због слабљења мотора.
sv: att försvaga motorn.
sw: ya kudhoofisha injini.
ta: இயந்திரத்தை பலவீனப்படுத்துதல்.
th: ของการทำให้เครื่องยนต์อ่อนลง
tr: Motorun zayıflaması.
uk: ослаблення двигуна.
ur: انجن کو کمزور کرنے سے.
vi: làm suy yếu động cơ.
zh: 削弱发动机性能。

source: With the Cyclone Xtreme engine, loading a random personality will also
ar: مع محرك Cyclone Xtreme، سيتم تحميل شخصية عشوائية أيضًا
bg: С двигателя Cyclone Xtreme, зареждането на произволна личност също ще
bn: সাইক্লোন এক্সট্রিম ইঞ্জিনের সাহায্যে, একটি এলোমেলো ব্যক্তিত্ব লোড করাও
cs: S enginem Cyclone Xtreme bude načítání náhodné osobnosti také...
da: Med Cyclone Xtreme-motoren vil indlæsning af en tilfældig personlighed også
de: Mit der Cyclone Xtreme-Engine wird auch das Laden einer zufälligen Persönlichkeit möglich sein.
el: Με τη μηχανή Cyclone Xtreme, η φόρτωση μιας τυχαίας προσωπικότητας θα
es: Con el motor Cyclone Xtreme, cargar una personalidad aleatoria también
et: Cyclone Xtreme mootoriga laaditakse ka juhuslik isiksus
fa: با موتور Cyclone Xtreme، بارگذاری یک شخصیت تصادفی نیز انجام خواهد شد
fi: Cyclone Xtreme -pelimoottorin ansiosta satunnaisen persoonallisuuden lataaminen myös...
fr: Avec le moteur Cyclone Xtreme, le chargement d'un personnage aléatoire permettra également
he: עם מנוע Cyclone Xtreme, טעינת אישיות אקראית גם תעשה זאת.
hi: साइक्लोन एक्सट्रीम इंजन के साथ, एक यादृच्छिक व्यक्तित्व लोड करना भी होगा
hu: A Cyclone Xtreme motorral egy véletlenszerű személyiség betöltése is...
id: Dengan mesin Cyclone Xtreme, memuat kepribadian acak juga akan
it: Con il motore Cyclone Xtreme, anche il caricamento di una personalità casuale
ja: Cyclone Xtremeエンジンでは、ランダムなパーソナリティをロードすると、
ko: Cyclone Xtreme 엔진을 사용하면 무작위 성격을 로드하는 것도 가능합니다.
lt: Su „Cyclone Xtreme“ varikliu, atsitiktinės asmenybės įkėlimas taip pat...
lv: Ar Cyclone Xtreme dzinēju, nejaušas personības ielāde arī...
nl: Met de Cyclone Xtreme-engine kan het laden van een willekeurige persoonlijkheid ook
no: Med Cyclone Xtreme-motoren vil det også være mulig å laste inn en tilfeldig personlighet.
pl: Dzięki silnikowi Cyclone Xtreme załadowanie losowej osobowości również
pt: Com o motor Cyclone Xtreme, carregar uma personalidade aleatória também funcionará.
ro: Cu motorul Cyclone Xtreme, încărcarea unei personalități aleatorii va de asemenea...
ru: С движком Cyclone Xtreme загрузка случайной личности также будет
sq: Me motorin Cyclone Xtreme, ngarkimi i një personaliteti të rastësishëm gjithashtu do të
sr: Са Cyclone Xtreme мотором, учитавање насумичне личности ће такође
sv: Med Cyclone Xtreme-motorn kommer även laddning av en slumpmässig personlighet att ...
sw: Na injini ya Cyclone Xtreme, kupakia mtu bila mpangilio pia
ta: சைக்ளோன் எக்ஸ்ட்ரீம் எஞ்சினுடன், ஒரு சீரற்ற ஆளுமையை ஏற்றுவதும்
th: ด้วยเครื่องยนต์ Cyclone Xtreme การโหลดบุคลิกภาพแบบสุ่มก็จะ...
tr: Cyclone Xtreme motoruyla, rastgele bir kişilik yüklemek de mümkün olacak
uk: З двигуном Cyclone Xtreme завантаження випадкової особистості також буде
ur: سائیکلون ایکسٹریم انجن کے ساتھ، ایک بے ترتیب شخصیت کو بھی لوڈ کرنا ہوگا۔
vi: Với công cụ Cyclone Xtreme, việc tải một tính cách ngẫu nhiên cũng sẽ
zh: 使用 Cyclone Xtreme 引擎，加载随机性格也会
