Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: Lines that are weaker than the < Allowed deficit(centi-pawns) >
ar: الخطوط الأضعف من <العجز المسموح به (بيادق السنتي)>
bg: Линии, които са по-слаби от < Допустим дефицит (центи-пешки) >
bn: <অনুমোদিত ঘাটতি (সেন্টি-প্যান) > এর চেয়ে দুর্বল রেখাগুলি
cs: Linie, které jsou slabší než < Povolený deficit (centi-pěšci) >
da: Linjer der er svagere end < Tilladt underskud (centi-bønder) >
de: Linien, die schwächer sind als das < Zulässige Defizit (Zentibauern) >
el: Γραμμές που είναι πιο αδύναμες από το < Επιτρεπόμενο έλλειμμα (centi-pawns) >
es: Líneas que son más débiles que el < Déficit permitido (centipeones) >
et: Ridad, mis on nõrgemad kui <Lubatud defitsiit (sendipangad)>
fa: خطوطی که از <کمبود مجاز (پیاده‌های صدتایی)> ضعیف‌تر هستند
fi: Linjat, jotka ovat heikompia kuin < Sallittu alijäämä (senttisotilaat) >
fr: Lignes plus faibles que le < Déficit autorisé (centi-pions) >
he: קווים חלשים יותר מ-<הגירעון המותר (סנטי-פיונים)>
hi: वे रेखाएँ जो < अनुमत घाटे (सेंटी-प्यादा) > से कमज़ोर हैं
hu: A < Megengedett hiány (százgyalogok) >-nál gyengébb vonalak
id: Garis yang lebih lemah dari < Defisit yang diizinkan (centi-pion) >
it: Linee più deboli del < Deficit consentito (centi-pedoni) >
ja: <許容差(センチポーン)>より弱いライン
ko: < 허용 적자(센티폰) >보다 약한 라인
lt: Linijos, kurios yra silpnesnės nei < Leidžiamas deficitas (centiniai pėstininkai) >
lv: Līnijas, kas ir vājākas par <Pieļaujamais deficīts (centi-bandnieki)>
nl: Lijnen die zwakker zijn dan het < Toegestane tekort (centi-pionnen) >
no: Linjer som er svakere enn <Tillatt underskudd (centi-bønder)>
pl: Linie słabsze niż < Dozwolony deficyt (pionki centy) >
pt: Linhas mais fracas que o < Déficit permitido (centipeões) >
ro: Linii care sunt mai slabe decât < Deficitul permis (centi-pioni) >
ru: Линии, которые слабее, чем < Допустимый дефицит (сенти-пешки) >
sq: Linjat që janë më të dobëta se <Deficiti i lejuar (centi-pawns)>
sr: Линије које су слабије од < Дозвољени дефицит (центи-пешаци) >
sv: Linjer som är svagare än < Tillåtet underskott (centi-bönder) >
sw: Mistari ambayo ni dhaifu kuliko < Inaruhusiwa deficit(centi-pawns) >
ta: அனுமதிக்கப்பட்ட பற்றாக்குறையை விட பலவீனமான கோடுகள் (centi-pawns) >
th: เส้นที่อ่อนกว่า < Allowed deficit(centi-pawns) >
tr: < İzin verilen açık(santi-piyon) > değerinden daha zayıf olan çizgiler
uk: Лінії, слабші за < Дозволений дефіцит (центові пішаки) >
ur: لائنیں جو < اجازت شدہ خسارہ (سینٹی پیادہ) > سے کمزور ہیں۔
vi: Các dòng yếu hơn < Cho phép thâm hụt (centi-pawns) >
zh: 弱于 <允许的劣势（百分兵）> 的线路

source: when compared to the best move found, are excluded when a move is selected.
ar: عند مقارنتها بأفضل حركة تم العثور عليها، يتم استبعادها عند تحديد حركة.
bg: когато се сравняват с най-добрия намерен ход, се изключват, когато е избран ход.
bn: সেরা পদক্ষেপের সাথে তুলনা করলে, কোনও পদক্ষেপ নির্বাচন করা হলে বাদ দেওয়া হয়।
cs: při porovnání s nejlepším nalezeným tahem jsou při výběru tahu vyloučeny.
da: sammenlignet med det bedste fundne træk, udelukkes, når et træk vælges.
de: Beim Vergleich mit dem besten gefundenen Zug werden sie bei der Auswahl eines Zuges ausgeschlossen.
el: σε σύγκριση με την καλύτερη κίνηση που βρέθηκε, εξαιρούνται όταν επιλέγεται μια κίνηση.
es: En comparación con la mejor jugada encontrada, se excluyen cuando se selecciona una jugada.
et: võrreldes parima leitud käiguga, jäetakse käigu valimisel välja.
fa: وقتی با بهترین حرکت یافت شده مقایسه می‌شوند، هنگام انتخاب یک حرکت، حذف می‌شوند.
fi: verrattuna parhaaseen löydettyyn siirtoon, suljetaan pois siirtoa valittaessa.
fr: par rapport au meilleur coup trouvé, ils sont exclus lors de la sélection d'un coup.
he: בהשוואה למהלך הטוב ביותר שנמצא, אינם נכללים כאשר נבחר מהלך.
hi: जब किसी चाल का चयन किया जाता है, तो सबसे अच्छी चाल से तुलना करने पर, उसे बाहर कर दिया जाता है।
hu: a legjobb megtalált lépéshez képest kizárásra kerülnek egy lépés kiválasztásakor.
id: bila dibandingkan dengan langkah terbaik yang ditemukan, dikecualikan saat langkah dipilih.
it: quando confrontati con la mossa migliore trovata, vengono esclusi quando si seleziona una mossa.
ja: 見つかった最善の動きと比較すると、動きを選択するときに除外されます。
ko: 가장 좋은 움직임과 비교했을 때, 움직임이 선택되면 제외됩니다.
lt: lyginant su geriausiu rastu ėjimu, yra neįtraukiami, kai pasirenkamas ėjimas.
lv: salīdzinot ar labāko atrasto gājienu, tiek izslēgti, kad tiek izvēlēts gājiens.
nl: worden, wanneer ze worden vergeleken met de beste gevonden zet, uitgesloten wanneer een zet wordt geselecteerd.
no: sammenlignet med det beste trekket som er funnet, blir ekskludert når et trekk velges.
pl: w porównaniu z najlepszym znalezionym ruchem, są wykluczane po wybraniu ruchu.
pt: Quando comparadas com a melhor jogada encontrada, são excluídas ao selecionar uma jogada.
ro: în comparație cu cea mai bună mișcare găsită, sunt excluse atunci când este selectată o mișcare.
ru: при сравнении с лучшим найденным ходом исключаются при выборе хода.
sq: kur krahasohen me lëvizjen më të mirë të gjetur, përjashtohen kur zgjidhet një lëvizje.
sr: када се упореде са најбољим пронађеним потезом, искључују се када се изабере потез.
sv: jämfört med det bästa funna draget, exkluderas när ett drag väljs.
sw: inapolinganishwa na hoja bora zaidi iliyopatikana, haijumuishwi wakati hoja imechaguliwa.
ta: கண்டுபிடிக்கப்பட்ட சிறந்த நகர்வுடன் ஒப்பிடும்போது, ​​ஒரு நகர்வு தேர்ந்தெடுக்கப்படும்போது விலக்கப்படும்.
th: เมื่อเปรียบเทียบกับการเคลื่อนไหวที่ดีที่สุดที่พบ จะถูกแยกออกเมื่อเลือกการเคลื่อนไหว
tr: bulunan en iyi hamle ile karşılaştırıldığında, bir hamle seçildiğinde hariç tutulur.
uk: при порівнянні з найкращим знайденим ходом, виключаються при виборі ходу.
ur: پائے جانے والے بہترین اقدام کے مقابلے میں، جب کوئی اقدام منتخب کیا جاتا ہے تو خارج کر دیا جاتا ہے۔
vi: khi so sánh với nước đi tốt nhất được tìm thấy, sẽ bị loại trừ khi một nước đi được chọn.
zh: 与找到的最佳走法相比，在选择走法时将被排除。

source: The move that will be played is chosen at random from the remaining moves.
ar: يتم اختيار الحركة التي سيتم لعبها بشكل عشوائي من الحركات المتبقية.
bg: Ходът, който ще бъде изигран, се избира на случаен принцип измежду останалите ходове.
bn: বাকি চালগুলি থেকে এলোমেলোভাবে যে চালটি চালানো হবে তা বেছে নেওয়া হবে।
cs: Tah, který bude zahrán, je vybrán náhodně ze zbývajících tahů.
da: Det træk, der skal spilles, vælges tilfældigt blandt de resterende træk.
de: Der auszuführende Zug wird zufällig aus den verbleibenden Zügen ausgewählt.
el: Η κίνηση που θα παιχτεί επιλέγεται τυχαία από τις υπόλοιπες κινήσεις.
es: La jugada que se realizará se elige al azar entre las jugadas restantes.
et: Mängitatav käik valitakse ülejäänud käikude hulgast juhuslikult.
fa: حرکتی که انجام خواهد شد به صورت تصادفی از بین حرکات باقی مانده انتخاب می‌شود.
fi: Pelattava siirto valitaan satunnaisesti jäljellä olevista siirroista.
fr: Le coup qui sera joué est choisi au hasard parmi les coups restants.
he: המהלך שיבוצע נבחר באופן אקראי מבין המהלכים הנותרים.
hi: जो चाल खेली जाएगी उसे शेष चालों में से यादृच्छिक रूप से चुना जाएगा।
hu: A lejátszandó lépést véletlenszerűen választják ki a fennmaradó lépések közül.
id: Langkah yang akan dimainkan dipilih secara acak dari langkah yang tersisa.
it: La mossa che verrà giocata viene scelta a caso tra le mosse rimanenti.
ja: 実行される動きは、残りの動きの中からランダムに選択されます。
ko: 플레이될 움직임은 나머지 움직임 중에서 무작위로 선택됩니다.
lt: Atliekamas ėjimas atsitiktinai parenkamas iš likusių ėjimų.
lv: Gājiens, kas tiks veikts, tiek izvēlēts nejauši no atlikušajiem gājieniem.
nl: De zet die gespeeld wordt, wordt willekeurig gekozen uit de resterende zetten.
no: Trekket som skal spilles velges tilfeldig blant de gjenværende trekkene.
pl: Ruch, który zostanie wykonany, wybierany jest losowo spośród pozostałych ruchów.
pt: A jogada que será realizada é escolhida aleatoriamente dentre as jogadas restantes.
ro: Mutarea care va fi jucată este aleasă aleatoriu dintre mutările rămase.
ru: Ход, который будет сделан, выбирается случайным образом из оставшихся ходов.
sq: Lëvizja që do të luhet zgjidhet rastësisht nga lëvizjet e mbetura.
sr: Потез који ће се одиграти бира се насумично из преосталих потеза.
sv: Det drag som ska spelas väljs slumpmässigt bland de återstående dragen.
sw: Hoja ambayo itachezwa huchaguliwa kwa nasibu kutoka kwa hatua zilizobaki.
ta: மீதமுள்ள நகர்வுகளிலிருந்து சீரற்ற முறையில் விளையாடப்படும் நகர்வு தேர்ந்தெடுக்கப்படும்.
th: การเคลื่อนไหวที่จะเล่นจะถูกเลือกแบบสุ่มจากการเคลื่อนไหวที่เหลือ
tr: Kalan hamleler arasından oynanacak hamle rastgele seçilir.
uk: Хід, який буде зіграно, вибирається випадковим чином з числа решти ходів.
ur: جو اقدام کھیلا جائے گا اسے بقیہ چالوں سے بے ترتیب طور پر منتخب کیا جاتا ہے۔
vi: Nước đi được thực hiện sẽ được chọn ngẫu nhiên từ các nước đi còn lại.
zh: 将要走的棋是从剩余的棋步中随机选择的。

source: So raising the value of < Variety > and < Allowed deficit > weakens the engine.
ar: لذا فإن رفع قيمة <التنوع> و<العجز المسموح به> يضعف المحرك.
bg: Така че повишаването на стойността на < Разнообразие > и < Допустим дефицит > отслабва двигателя.
bn: তাই <Variety > এবং <Allowed deficit > এর মান বৃদ্ধি ইঞ্জিনকে দুর্বল করে দেয়।
cs: Takže zvýšení hodnoty <Variety> a <Povoleného deficitu> oslabuje motor.
da: Så at hæve værdien af ​​<Varietet> og <Tilladt underskud> svækker motoren.
de: Eine Erhöhung der Werte von < Variety > und < Allowed deficit > schwächt also den Motor.
el: Έτσι, η αύξηση της τιμής <Ποικιλία> και <Επιτρεπόμενο έλλειμμα> αποδυναμώνει τη μηχανή.
es: Por lo tanto, aumentar el valor de <Variedad> y <Déficit permitido> debilita el motor.
et: Seega <Variety> ja <Lubatud defitsiit> väärtuste tõstmine nõrgestab mootorit.
fa: بنابراین بالا بردن مقدار <تنوع> و <کسری مجاز> موتور را ضعیف می‌کند.
fi: Joten <Variety>- ja <Allowed deficit> -arvojen nostaminen heikentää moottoria.
fr: Augmenter la valeur de < Variété > et de < Déficit autorisé > affaiblit donc le moteur.
he: לכן העלאת הערך של <Variety> ו-<Allowed deficit> מחלישה את המנוע.
hi: इसलिए <विविधता> और <अनुमत घाटा> का मान बढ़ाने से इंजन कमजोर हो जाता है।
hu: Tehát a < Variety > és az < Allowed deficit > értékének emelése gyengíti a motort.
id: Jadi menaikkan nilai <Variasi> dan <Defisit yang diizinkan> melemahkan mesin.
it: Quindi, aumentando il valore di < Varietà > e < Deficit consentito > si indebolisce il motore.
ja: したがって、< Variety > と < Allowed deficit > の値を上げると、エンジンが弱まります。
ko: 따라서 <다양성>과 <허용적자>의 값을 높이면 엔진이 약해집니다.
lt: Taigi, didinant <Variety> ir <Allowed deficit> reikšmes, variklis susilpnėja.
lv: Tātad, palielinot <Varietība> un <Atļautais deficīts> vērtības, dzinējs vājinās.
nl: Het verhogen van de waarde van < Variatie > en < Toegestaan tekort > verzwakt de engine.
no: Så å øke verdien av <Variasjon> og <Tillatt underskudd> svekker motoren.
pl: Zatem zwiększenie wartości < Różnorodność > i < Dopuszczalny deficyt > osłabia silnik.
pt: Assim, aumentar o valor de <Variedade> e <Déficit Permitido> enfraquece o motor.
ro: Deci, creșterea valorii pentru < Variety > și < Allowed deficit > slăbește motorul.
ru: Таким образом, повышение значений <Разнообразие> и <Допустимый дефицит> ослабляет двигатель.
sq: Pra, rritja e vlerës së < Varietetit > dhe < Deficitit të Lejuar > dobëson motorin.
sr: Дакле, повећање вредности < Разноликост > и < Дозвољени дефицит > слаби мотор.
sv: Så att höja värdet på <Varietet> och <Tillåtet underskott> försvagar motorn.
sw: Kwa hivyo kuongeza thamani ya < Variety > na < Allowed deficit > hudhoofisha injini.
ta: எனவே Variety > மற்றும் <Allowed பற்றாக்குறை > ஆகியவற்றின் மதிப்பை உயர்த்துவது இயந்திரத்தை பலவீனப்படுத்துகிறது.
th: ดังนั้นการเพิ่มค่าของ <ความหลากหลาย> และ <การขาดดุลที่อนุญาต> จะทำให้เครื่องยนต์อ่อนแอลง
tr: Dolayısıyla < Çeşitlilik > ve < İzin verilen açık > değerini artırmak motoru zayıflatır.
uk: Отже, підвищення значення < Різноманітність > та < Дозволений дефіцит > послаблює двигун.
ur: لہذا < ورائٹی > اور < اجازت شدہ خسارہ > کی قدر میں اضافہ انجن کو کمزور کرتا ہے۔
vi: Vì vậy, việc tăng giá trị của < Variety > và < Allowed deficit > sẽ làm suy yếu động cơ.
zh: 因此，提高 < 多样性 > 和 < 允许的赤字 > 的值会削弱引擎。

source: Therefore, if you want the engine to sometimes blunder a rook,
ar: لذلك، إذا كنت تريد أن يخطئ المحرك أحيانًا في الرخ،
bg: Следователно, ако искате понякога двигателят да сбърка топ,
bn: অতএব, যদি আপনি চান যে ইঞ্জিনটি মাঝে মাঝে ভুল করে,
cs: Pokud tedy chcete, aby motor občas srazil havrana,
da: Derfor, hvis du ønsker, at motoren nogle gange skal brøle en fyr,
de: Wenn Sie also möchten, dass die Engine gelegentlich einen Turm verpatzt,
el: Επομένως, αν θέλετε ο κινητήρας να κάνει μερικές φορές λάθη σε έναν πύργο,
es: Por lo tanto, si quieres que el motor a veces cometa un error garrafal,
et: Seega, kui soovite, et mootor vahel vankriga vehkiks,
fa: بنابراین، اگر می‌خواهید موتور گاهی اوقات یک رخ را اشتباهاً هدایت کند،
fi: Siksi, jos haluat moottorin joskus tekevän virheen tornissa,
fr: Par conséquent, si vous voulez que le moteur commette parfois une erreur grossière,
he: לכן, אם אתם רוצים שהמנוע לפעמים יגרום לטעות בנהג,
hi: इसलिए, यदि आप चाहते हैं कि इंजन कभी-कभी रूक को गलत दिशा में ले जाए,
hu: Ezért, ha azt szeretné, hogy a motor néha elrontson egy bástyát,
id: Oleh karena itu, jika Anda ingin mesin terkadang membuat kesalahan,
it: Pertanto, se si desidera che il motore a volte sbagli una torre,
ja: したがって、エンジンが時々ルークをミスするようにしたい場合、
ko: 따라서 엔진이 때때로 루크를 실수하게 하려면,
lt: Todėl, jei norite, kad variklis kartais suklystų,
lv: Tāpēc, ja vēlaties, lai dzinējs dažreiz maldās,
nl: Als je dus wilt dat de motor soms een toren blundert,
no: Derfor, hvis du vil at motoren noen ganger skal tappe en fyr,
pl: Dlatego jeśli chcesz, aby silnik czasami pomylił się z wieżą,
pt: Portanto, se você quiser que o motor às vezes erre uma torre,
ro: Prin urmare, dacă doriți ca motorul să dea greș uneori unui corb,
ru: Поэтому, если вы хотите, чтобы движок иногда ошибался,
sq: Prandaj, nëse doni që motori ndonjëherë të ngatërrojë një rrëke,
sr: Стога, ако желите да мотор понекад погрешно изведе топа,
sv: Därför, om du vill att motorn ibland ska göra en misstag,
sw: Kwa hivyo, ikiwa unataka injini wakati mwingine kupotosha rook,
ta: எனவே, இயந்திரம் சில நேரங்களில் ஒரு தண்டை தவறுதலாக உடைக்க வேண்டுமென்றால்,
th: ดังนั้นหากคุณต้องการให้เครื่องยนต์ทำพลาดบ้างบางครั้ง
tr: Bu nedenle, motorun bazen bir kaleyi yanıltmasını istiyorsanız,
uk: Тому, якщо ви хочете, щоб двигун іноді помилявся з граком,
ur: لہذا، اگر آپ چاہتے ہیں کہ انجن کبھی کبھار کسی چھڑی کو خراب کرے،
vi: Vì vậy, nếu bạn muốn động cơ đôi khi làm hỏng một quân xe,
zh: 因此，如果你希望引擎偶尔犯错，比如丢掉一个车，

source: the upper limit of < Allowed deficit > should be set to 600
ar: يجب ضبط الحد الأقصى لـ <العجز المسموح به> على 600
bg: горната граница на < Допустим дефицит > следва да бъде определена на 600
bn: <অনুমোদিত ঘাটতি > এর ঊর্ধ্বসীমা 600 এ সেট করা উচিত
cs: Horní limit < Povoleného deficitu > by měl být stanoven na 600
da: Den øvre grænse for < Tilladt underskud > bør sættes til 600
de: Die Obergrenze für das zulässige Defizit sollte auf 600 festgelegt werden.
el: το ανώτατο όριο του <Επιτρεπόμενο έλλειμμα> θα πρέπει να οριστεί σε 600
es: El límite superior de < Déficit permitido > debe establecerse en 600.
et: <Lubatud defitsiidi> ülempiiriks tuleks seada 600
fa: حد بالای <کسری مجاز> باید روی ۶۰۰ تنظیم شود
fi: Sallitun alijäämän ylärajaksi tulisi asettaa 600
fr: La limite supérieure du < Déficit autorisé > devrait être fixée à 600.
he: יש לקבוע את הגבול העליון של <גירעון מותר> ל-600
hi: < स्वीकृत घाटा > की ऊपरी सीमा 600 पर सेट की जानी चाहिए
hu: a <Megengedett hiány> felső határát 600-ra kell állítani
id: batas atas < Defisit yang diizinkan > harus ditetapkan ke 600
it: il limite superiore di <Deficit consentito> dovrebbe essere impostato a 600
ja: <許容赤字>の上限は600に設定する必要があります
ko: <허용적자>의 상한은 600으로 설정되어야 합니다.
lt: Viršutinė <Leidžiamo deficito> riba turėtų būti nustatyta ties 600
lv: Augšējā robeža <Pieļaujamais deficīts> jāiestata uz 600
nl: de bovengrens van <Toegestane tekort> moet worden ingesteld op 600
no: Den øvre grensen for <Tillatt underskudd> bør settes til 600
pl: górny limit <Dopuszczalnego deficytu> powinien zostać ustawiony na 600
pt: O limite superior de < Déficit permitido > deve ser definido como 600.
ro: limita superioară a <Deficitului permis> ar trebui setată la 600
ru: верхний предел < Допустимого дефицита > должен быть установлен на уровне 600
sq: kufiri i sipërm i <Deficitit të lejuar> duhet të vendoset në 600
sr: горња граница < Дозвољеног дефицита > треба да буде постављена на 600
sv: Den övre gränsen för <Tillåtet underskott> bör sättas till 600
sw: kikomo cha juu cha < Upungufu unaoruhusiwa > kinapaswa kuwekwa kuwa 600
ta: <அனுமதிக்கப்பட்ட பற்றாக்குறை > இன் உச்ச வரம்பை 600 ஆக அமைக்க வேண்டும்.
th: ขีดจำกัดบนของ < การขาดดุลที่อนุญาต > ควรตั้งไว้ที่ 600
tr: < İzin verilen açığın > üst sınırı 600 olarak ayarlanmalıdır
uk: верхня межа <Дозволеного дефіциту> має бути встановлена ​​на рівні 600
ur: < اجازت شدہ خسارہ > کی بالائی حد 600 پر مقرر کی جانی چاہئے۔
vi: giới hạn trên của <Thiếu hụt cho phép> phải được đặt thành 600
zh: <允许亏损>的上限应设置为600

source: To occasionally blunder a knight or bishop, it should be set to 350
ar: لإحداث خطأ في الفارس أو الأسقف من حين لآخر، يجب ضبطه على 350
bg: За да се допускат от време на време грешки при кон или офицер, трябва да се настрои на 350
bn: মাঝে মাঝে একজন নাইট বা বিশপের ভুল করার জন্য, এটি 350 এ সেট করা উচিত
cs: Aby se občas podařilo sehnat rytíři nebo střelcům chybu, mělo by být nastaveno na 350.
da: For lejlighedsvis at lave en fejl med en ridder eller løber, bør den sættes til 350
de: Um gelegentlich einen Springer oder Läufer zu verfehlen, sollte der Wert auf 350 eingestellt werden.
el: Για να κάνετε περιστασιακά λάθος σε έναν ιππότη ή επίσκοπο, θα πρέπει να οριστεί στο 350.
es: Para que ocasionalmente se produzcan errores con un caballo o un alfil, debería ajustarse a 350.
et: Rüütli või oda aeg-ajalt eksitamiseks peaks see olema seatud 350-le.
fa: برای اینکه گاهی اوقات یک اسب یا فیل اشتباه کند، باید روی ۳۵۰ تنظیم شود
fi: Jos haluat satunnaisesti tehdä virheen ratsun tai lähetin kanssa, se tulisi asettaa arvoon 350.
fr: Pour permettre de faire occasionnellement une erreur avec un cavalier ou un fou, il faudrait le régler sur 350.
he: כדי לטעות מדי פעם עם אביר או רוכב, יש להגדיר אותו ל-350
hi: कभी-कभी घोड़े या बिशप को गलत करने के लिए, इसे 350 पर सेट किया जाना चाहिए
hu: Ha alkalmanként hibázni akarsz egy huszárt vagy futót, 350-re kell állítani.
id: Untuk sesekali membuat kesalahan pada kuda atau gajah, itu harus diatur ke 350
it: Per sbagliare occasionalmente un cavallo o un alfiere, dovrebbe essere impostato a 350
ja: たまにナイトやビショップをミスする場合は350に設定すると良いでしょう
ko: 가끔 기사나 주교가 실수를 하게 하려면 350으로 설정해야 합니다.
lt: Norint retkarčiais suklysti su raiteliu ar vyskupu, reikėtų nustatyti 350.
lv: Lai laiku pa laikam kļūdītos ar bruņinieku vai laidni, tas jāiestata uz 350.
nl: Om af en toe een paard of loper te verkloten, moet deze op 350 worden gezet
no: For å av og til gjøre en tabbe med en springer eller løper, bør den settes til 350
pl: Aby czasami popełnić błąd skoczkiem lub gońcem, należy ustawić wartość 350
pt: Para ocasionalmente causar um erro com um cavaleiro ou bispo, deve-se definir para 350.
ro: Pentru a greși ocazional un cal sau un nebun, ar trebui setat la 350
ru: Чтобы иногда зевать коня или слона, следует установить значение 350
sq: Për të gabuar herë pas here një kalorës ose peshkop, duhet të vendoset në 350.
sr: Да би се повремено погрешно понашао скакач или ловоша, требало би да се подеси на 350
sv: För att då och då göra en misstag med en riddare eller löpare bör den sättas till 350
sw: Ili kumkosea shujaa au askofu mara kwa mara, inapaswa kuwekwa kuwa 350
ta: எப்போதாவது ஒரு நைட் அல்லது பிஷப்பை தவறாகப் புரிந்து கொள்ள, அதை 350 ஆக அமைக்க வேண்டும்.
th: หากจะพลาดอัศวินหรือบิชอปเป็นครั้งคราว ควรตั้งไว้ที่ 350
tr: Bir atı veya fili ara sıra hataya düşürmek için 350'ye ayarlanmalıdır
uk: Щоб іноді помилятися з конем або слоном, його слід встановити на 350.
ur: کبھی کبھار کسی نائٹ یا بشپ کو غلط کرنے کے لیے، اسے 350 پر سیٹ کیا جانا چاہیے۔
vi: Để thỉnh thoảng làm một quân mã hoặc quân tượng phạm sai lầm, nên đặt thành 350
zh: 偶尔让骑士或主教失误，应该设置为 350。

source: for a pawn it should be about 125.
ar: بالنسبة للبيدق يجب أن يكون حوالي 125.
bg: за пешка трябва да е около 125.
bn: একটি প্যানের জন্য এটি প্রায় ১২৫ হওয়া উচিত।
cs: pro pěšce by to mělo být asi 125.
da: For en bonde burde det være omkring 125.
de: Für einen Bauern sollten es etwa 125 sein.
el: για ένα πιόνι θα πρέπει να είναι περίπου 125.
es: Para un peón debería ser alrededor de 125.
et: Etturi puhul peaks see olema umbes 125.
fa: برای یک پیاده باید حدود ۱۲۵ باشد.
fi: Sotilaalla sen pitäisi olla noin 125.
fr: Pour un pion, cela devrait être environ 125.
he: עבור חייל זה צריך להיות בערך 125.
hi: एक मोहरे के लिए यह लगभग 125 होना चाहिए।
hu: egy gyalog esetében körülbelül 125-nek kell lennie.
id: untuk pion seharusnya sekitar 125.
it: per un pedone dovrebbe essere circa 125.
ja: ポーンの場合は約 125 になります。
ko: 폰의 경우 약 125가 될 것입니다.
lt: pėstininkui jis turėtų būti apie 125.
lv: bandiniekam tam vajadzētu būt aptuveni 125.
nl: voor een pion zou dat ongeveer 125 moeten zijn.
no: For en bonde bør det være omtrent 125.
pl: dla pionka powinno być około 125.
pt: Para um peão, o valor deve ser em torno de 125.
ro: pentru un pion ar trebui să fie aproximativ 125.
ru: для пешки это должно быть около 125.
sq: për një gur shahu duhet të jetë rreth 125.
sr: за пиона би требало да буде око 125.
sv: För en bonde borde det vara ungefär 125.
sw: kwa pawn inapaswa kuwa kama 125.
ta: ஒரு சிப்பாயைப் பொறுத்தவரை அது சுமார் 125 ஆக இருக்க வேண்டும்.
th: สำหรับเบี้ยควรอยู่ที่ประมาณ 125
tr: Bir piyon için bu rakamın 125 civarında olması gerekir.
uk: для пішака це має бути близько 125.
ur: ایک پیادے کے لیے یہ تقریباً 125 ہونا چاہیے۔
vi: đối với một quân tốt thì phải là khoảng 125.
zh: 对于一个兵来说，大约应该是 125。
