Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: When < UCI_LimitStrength > is enabled, the engine uses the < UCI_Elo > value
ar: عند تمكين <UCI_LimitStrength>، يستخدم المحرك القيمة <UCI_Elo>
bg: Когато <UCI_LimitStrength> е активиран, двигателят използва стойността <UCI_Elo>
bn: যখন UCI_LimitStrength > সক্রিয় থাকে, তখন ইঞ্জিনটি UCI_Elo > মান ব্যবহার করে
cs: Pokud je povolena hodnota <UCI_LimitStrength>, engine používá hodnotu <UCI_Elo>.
da: Når <UCI_LimitStrength> er aktiveret, bruger motoren værdien <UCI_Elo>
de: Wenn <UCI_LimitStrength> aktiviert ist, verwendet die Engine den <UCI_Elo>-Wert.
el: Όταν είναι ενεργοποιημένο το < UCI_LimitStrength >, ο μηχανισμός χρησιμοποιεί την τιμή < UCI_Elo >
es: Cuando < UCI_LimitStrength > está habilitado, el motor utiliza el valor < UCI_Elo >.
et: Kui <UCI_LimitStrength> on lubatud, kasutab mootor <UCI_Elo> väärtust.
fa: وقتی <UCI_LimitStrength> فعال باشد، موتور از مقدار <UCI_Elo> استفاده می‌کند.
fi: Kun <UCI_LimitStrength> on käytössä, moottori käyttää <UCI_Elo>-arvoa.
fr: Lorsque < UCI_LimitStrength > est activé, le moteur utilise la valeur < UCI_Elo >
he: כאשר <UCI_LimitStrength> מופעל, המנוע משתמש בערך <UCI_Elo>
hi: जब < UCI_LimitStrength > सक्षम होता है, तो इंजन < UCI_Elo > मान का उपयोग करता है
hu: Amikor az < UCI_LimitStrength > engedélyezve van, a motor az < UCI_Elo > értéket használja.
id: Ketika < UCI_LimitStrength > diaktifkan, mesin menggunakan nilai < UCI_Elo >
it: Quando < UCI_LimitStrength > è abilitato, il motore utilizza il valore < UCI_Elo >
ja: < UCI_LimitStrength > が有効な場合、エンジンは < UCI_Elo > 値を使用します。
ko: <UCI_LimitStrength>가 활성화되면 엔진은 <UCI_Elo> 값을 사용합니다.
lt: Kai įjungta <UCI_LimitStrength>, variklis naudoja <UCI_Elo> reikšmę.
lv: Kad ir iespējota <UCI_LimitStrength> vērtība, programma izmanto <UCI_Elo> vērtību.
nl: Wanneer < UCI_LimitStrength > is ingeschakeld, gebruikt de engine de waarde < UCI_Elo >
no: Når <UCI_LimitStrength> er aktivert, bruker motoren verdien <UCI_Elo>
pl: Gdy opcja <UCI_LimitStrength> jest włączona, silnik używa wartości <UCI_Elo>
pt: Quando < UCI_LimitStrength > está ativado, o mecanismo usa o valor de < UCI_Elo >.
ro: Când <UCI_LimitStrength> este activat, motorul folosește valoarea <UCI_Elo>
ru: Когда <UCI_LimitStrength> включен, движок использует значение <UCI_Elo>
sq: Kur aktivizohet <UCI_LimitStrength>, motori përdor vlerën <UCI_Elo>
sr: Када је омогућено < UCI_LimitStrength >, механизам користи вредност < UCI_Elo >
sv: När <UCI_LimitStrength> är aktiverat använder motorn värdet <UCI_Elo>
sw: Wakati < UCI_LimitStrength > imewashwa, injini hutumia thamani ya < UCI_Elo >
ta: UCI_LimitStrength > இயக்கப்பட்டிருக்கும் போது, ​​இயந்திரம் UCI_Elo > மதிப்பைப் பயன்படுத்துகிறது.
th: เมื่อเปิดใช้งาน < UCI_LimitStrength > เอ็นจิ้นจะใช้ค่า < UCI_Elo >
tr: < UCI_LimitStrength > etkinleştirildiğinde, motor < UCI_Elo > değerini kullanır
uk: Коли <UCI_LimitStrength> увімкнено, двигун використовує значення <UCI_Elo>
ur: جب < UCI_LimitStrength > کو فعال کیا جاتا ہے، انجن < UCI_Elo > قدر استعمال کرتا ہے
vi: Khi <UCI_LimitStrength> được bật, công cụ sẽ sử dụng giá trị <UCI_Elo>
zh: 启用 <UCI_LimitStrength> 后，引擎将使用 <UCI_Elo> 值

source: to adjust its playing strength. Engines use different algorithms to achieve this,
ar: لضبط قوة تشغيله. تستخدم المحركات خوارزميات مختلفة لتحقيق ذلك،
bg: да регулира силата на възпроизвеждане. Двигателите използват различни алгоритми, за да постигнат това,
bn: এর বাজানোর শক্তি সামঞ্জস্য করতে। ইঞ্জিনগুলি এটি অর্জনের জন্য বিভিন্ন অ্যালগরিদম ব্যবহার করে,
cs: upravit sílu přehrávání. Enginey k dosažení tohoto cíle používají různé algoritmy,
da: for at justere dens spillestyrke. Motorer bruger forskellige algoritmer til at opnå dette,
de: um die Spielstärke anzupassen. Engines verwenden hierfür unterschiedliche Algorithmen.
el: για να προσαρμόσει την ισχύ αναπαραγωγής του. Οι μηχανές χρησιμοποιούν διαφορετικούς αλγόριθμους για να το πετύχουν αυτό,
es: para ajustar su nivel de juego. Los motores utilizan diferentes algoritmos para lograrlo.
et: et reguleerida selle mängutugevust. Mootorid kasutavad selle saavutamiseks erinevaid algoritme,
fa: برای تنظیم قدرت پخش آن. موتورها از الگوریتم‌های مختلفی برای دستیابی به این هدف استفاده می‌کنند،
fi: säätääkseen soittovoimakkuuttaan. Moottorit käyttävät tähän erilaisia ​​algoritmeja,
fr: pour ajuster sa force de jeu. Les moteurs utilisent différents algorithmes pour y parvenir.
he: כדי להתאים את עוצמת הנגינה שלו. מנועים משתמשים באלגוריתמים שונים כדי להשיג זאת,
hi: अपनी प्लेइंग स्ट्रेंथ को एडजस्ट करने के लिए। इंजन इसे हासिल करने के लिए अलग-अलग एल्गोरिदम का इस्तेमाल करते हैं,
hu: hogy beállítsa a játék erősségét. A motorok különböző algoritmusokat használnak ennek eléréséhez,
id: untuk menyesuaikan kekuatan permainannya. Mesin menggunakan algoritma yang berbeda untuk mencapai hal ini,
it: per regolare la sua potenza di gioco. I motori utilizzano algoritmi diversi per raggiungere questo obiettivo,
ja: 演奏の強さを調整する。エンジンはこれを実現するために様々なアルゴリズムを使用している。
ko: 재생 강도를 조정합니다. 엔진은 이를 위해 다양한 알고리즘을 사용합니다.
lt: reguliuoti grojimo stiprumą. Varikliai tam naudoja skirtingus algoritmus,
lv: lai pielāgotu tā atskaņošanas stiprumu. Dzinēji izmanto dažādus algoritmus, lai to panāktu,
nl: om de speelsterkte aan te passen. Engines gebruiken verschillende algoritmen om dit te bereiken,
no: for å justere spillestyrken. Motorer bruker forskjellige algoritmer for å oppnå dette,
pl: aby dostosować siłę odtwarzania. Silniki wykorzystują w tym celu różne algorytmy,
pt: para ajustar sua força de jogo. Os motores usam algoritmos diferentes para conseguir isso.
ro: pentru a-și ajusta intensitatea redării. Motoarele folosesc algoritmi diferiți pentru a realiza acest lucru,
ru: для регулировки силы звука. Движки используют разные алгоритмы для достижения этой цели,
sq: për të rregulluar forcën e saj të luajtjes. Motorët përdorin algoritme të ndryshme për ta arritur këtë,
sr: да подеси снагу свирања. Мотори користе различите алгоритме да би то постигли,
sv: för att justera dess spelstyrka. Motorer använder olika algoritmer för att uppnå detta,
sw: kurekebisha uwezo wake wa kucheza. Injini hutumia algorithms tofauti kufanikisha hili,
ta: அதன் இசைக்கும் வலிமையை சரிசெய்ய. இதை அடைய இயந்திரங்கள் வெவ்வேறு வழிமுறைகளைப் பயன்படுத்துகின்றன,
th: เพื่อปรับความแรงในการเล่น เอ็นจิ้นใช้อัลกอริทึมที่แตกต่างกันเพื่อให้บรรลุสิ่งนี้
tr: Çalma gücünü ayarlamak için. Motorlar bunu başarmak için farklı algoritmalar kullanır,
uk: щоб налаштувати силу відтворення. Двигуни використовують різні алгоритми для досягнення цього,
ur: اس کے کھیلنے کی طاقت کو ایڈجسٹ کرنے کے لیے۔ اس کو حاصل کرنے کے لیے انجن مختلف الگورتھم استعمال کرتے ہیں،
vi: để điều chỉnh sức mạnh chơi của nó. Các công cụ sử dụng các thuật toán khác nhau để đạt được điều này,
zh: 为了调整自身的游戏强度。引擎使用不同的算法来实现这一点。

source: such as reducing the search depth, limiting the number of positions examined,
ar: مثل تقليل عمق البحث، وتحديد عدد المواضع التي يتم فحصها،
bg: като например намаляване на дълбочината на търсене, ограничаване на броя на проверяваните позиции,
bn: যেমন অনুসন্ধানের গভীরতা হ্রাস করা, পরীক্ষিত পদের সংখ্যা সীমিত করা,
cs: například snížení hloubky vyhledávání, omezení počtu zkoumaných pozic,
da: såsom at reducere søgedybden, begrænse antallet af undersøgte positioner,
de: wie z. B. die Verringerung der Suchtiefe, die Begrenzung der Anzahl der untersuchten Positionen,
el: όπως η μείωση του βάθους αναζήτησης, ο περιορισμός του αριθμού των θέσεων που εξετάζονται,
es: como por ejemplo, reducir la profundidad de búsqueda, limitar el número de posiciones examinadas,
et: näiteks otsingu sügavuse vähendamine, uuritavate positsioonide arvu piiramine,
fa: مانند کاهش عمق جستجو، محدود کردن تعداد موقعیت‌های بررسی شده،
fi: kuten hakusyvyyden pienentäminen, tutkittavien sijaintien määrän rajoittaminen,
fr: par exemple, réduire la profondeur de recherche, limiter le nombre de positions examinées,
he: כגון צמצום עומק החיפוש, הגבלת מספר המיקומים הנבדקים,
hi: जैसे खोज की गहराई को कम करना, जांचे गए पदों की संख्या को सीमित करना,
hu: például a keresési mélység csökkentése, a vizsgált pozíciók számának korlátozása,
id: seperti mengurangi kedalaman pencarian, membatasi jumlah posisi yang diperiksa,
it: come la riduzione della profondità di ricerca, la limitazione del numero di posizioni esaminate,
ja: 検索の深さを減らす、調査する位置の数を制限するなど、
ko: 검색 깊이를 줄이거나, 조사되는 위치 수를 제한하는 것과 같은
lt: pavyzdžiui, paieškos gylio sumažinimas, nagrinėjamų pozicijų skaičiaus ribojimas,
lv: piemēram, samazinot meklēšanas dziļumu, ierobežojot pārbaudāmo pozīciju skaitu,
nl: zoals het verminderen van de zoekdiepte, het beperken van het aantal onderzochte posities,
no: som å redusere søkedybden, begrense antallet posisjoner som undersøkes,
pl: takie jak zmniejszenie głębokości wyszukiwania, ograniczenie liczby badanych pozycji,
pt: tais como reduzir a profundidade da pesquisa, limitar o número de posições examinadas,
ro: cum ar fi reducerea profunzimii căutării, limitarea numărului de poziții examinate,
ru: такие как уменьшение глубины поиска, ограничение количества проверяемых позиций,
sq: siç është zvogëlimi i thellësisë së kërkimit, kufizimi i numrit të pozicioneve të ekzaminuara,
sr: као што су смањење дубине претраге, ограничавање броја испитиваних позиција,
sv: såsom att minska sökdjupet, begränsa antalet undersökta positioner,
sw: kama vile kupunguza kina cha utafutaji, kupunguza idadi ya nafasi zilizochunguzwa,
ta: தேடல் ஆழத்தைக் குறைத்தல், ஆய்வு செய்யப்பட்ட நிலைகளின் எண்ணிக்கையைக் கட்டுப்படுத்துதல் போன்றவை,
th: เช่น การลดความลึกในการค้นหา การจำกัดจำนวนตำแหน่งที่ตรวจสอบ
tr: arama derinliğini azaltmak, incelenen pozisyon sayısını sınırlamak gibi
uk: такі як зменшення глибини пошуку, обмеження кількості досліджуваних позицій,
ur: جیسے تلاش کی گہرائی کو کم کرنا، جانچ کی گئی پوزیشنوں کی تعداد کو محدود کرنا،
vi: chẳng hạn như giảm độ sâu tìm kiếm, giới hạn số lượng vị trí được kiểm tra,
zh: 例如降低搜索深度、限制检查的位置数量

source: or adding some randomness to the evaluation function.
ar: أو إضافة بعض العشوائية إلى وظيفة التقييم.
bg: или добавяне на известна случайност към функцията за оценка.
bn: অথবা মূল্যায়ন ফাংশনে কিছু এলোমেলোতা যোগ করা।
cs: nebo přidání určité náhodnosti do vyhodnocovací funkce.
da: eller tilføje en vis tilfældighed til evalueringsfunktionen.
de: oder indem man der Bewertungsfunktion eine gewisse Zufälligkeit hinzufügt.
el: ή προσθέτοντας κάποια τυχαιότητα στη συνάρτηση αξιολόγησης.
es: o añadiendo algún grado de aleatoriedad a la función de evaluación.
et: või lisades hindamisfunktsioonile teatud juhuslikkuse.
fa: یا اضافه کردن مقداری تصادفی بودن به تابع ارزیابی.
fi: tai lisäämällä arviointifunktioon satunnaisuutta.
fr: ou en ajoutant une part d'aléatoire à la fonction d'évaluation.
he: או הוספת אקראיות מסוימת לפונקציית ההערכה.
hi: या मूल्यांकन फ़ंक्शन में कुछ यादृच्छिकता जोड़ना।
hu: vagy némi véletlenszerűség hozzáadása a kiértékelő függvényhez.
id: atau menambahkan beberapa keacakan pada fungsi evaluasi.
it: o aggiungendo un po' di casualità alla funzione di valutazione.
ja: または評価関数にランダム性を追加します。
ko: 또는 평가 함수에 무작위성을 추가합니다.
lt: arba pridedant šiek tiek atsitiktinumo prie vertinimo funkcijos.
lv: vai pievienojot novērtēšanas funkcijai zināmu nejaušību.
nl: of door wat willekeur toe te voegen aan de evaluatiefunctie.
no: eller legge til litt tilfeldighet i evalueringsfunksjonen.
pl: lub dodając odrobinę losowości do funkcji oceny.
pt: ou adicionando um elemento de aleatoriedade à função de avaliação.
ro: sau adăugând o anumită aleatorie funcției de evaluare.
ru: или добавление некоторой случайности в функцию оценки.
sq: ose duke shtuar pak rastësi në funksionin e vlerësimit.
sr: или додавање неке случајности функцији евалуације.
sv: eller lägga till viss slumpmässighet i utvärderingsfunktionen.
sw: au kuongeza nasibu kwa kipengele cha kukokotoa tathmini.
ta: அல்லது மதிப்பீட்டு செயல்பாட்டில் சில சீரற்ற தன்மையைச் சேர்ப்பது.
th: หรือการเพิ่มความสุ่มให้กับฟังก์ชันการประเมิน
tr: veya değerlendirme fonksiyonuna bir miktar rastgelelik eklemek.
uk: або додавання деякої випадковості до функції оцінювання.
ur: یا تشخیص کے فنکشن میں کچھ بے ترتیب پن شامل کرنا۔
vi: hoặc thêm một số yếu tố ngẫu nhiên vào hàm đánh giá.
zh: 或者在评估函数中加入一些随机性。

source: The actual Elo rating achieved by the engine is often an estimate,
ar: إن تصنيف ELO الفعلي الذي يحققه المحرك هو في الغالب تقدير،
bg: Действителният ELO рейтинг, постигнат от двигателя, често е приблизителна оценка,
bn: ইঞ্জিন দ্বারা অর্জিত প্রকৃত Elo রেটিং প্রায়শই একটি অনুমান,
cs: Skutečné Elo hodnocení dosažené motorem je často odhad,
da: Den faktiske Elo-vurdering, som motoren opnår, er ofte et estimat,
de: Die tatsächliche Elo-Wertung der Engine ist oft nur eine Schätzung.
el: Η πραγματική βαθμολογία Elo που επιτυγχάνεται από τον κινητήρα είναι συχνά μια εκτίμηση,
es: La puntuación Elo real obtenida por el motor suele ser una estimación.
et: Mootori tegelik Elo-reiting on sageli hinnanguline.
fa: رتبه‌بندی واقعی Elo که توسط موتور به دست می‌آید اغلب یک تخمین است،
fi: Moottorin saavuttama todellinen Elo-luokitus on usein arvio,
fr: Le classement Elo réellement atteint par le moteur est souvent une estimation.
he: דירוג ה-Elo בפועל שמושג על ידי המנוע הוא לעתים קרובות הערכה,
hi: इंजन द्वारा प्राप्त वास्तविक एलो रेटिंग अक्सर एक अनुमान होती है,
hu: A motor által elért tényleges Elo-besorolás gyakran becslés,
id: Peringkat Elo sebenarnya yang dicapai oleh mesin seringkali merupakan perkiraan,
it: Il punteggio Elo effettivo raggiunto dal motore è spesso una stima,
ja: エンジンによって達成される実際のEloレーティングは推定値であることが多い。
ko: 엔진이 달성한 실제 Elo 등급은 종종 추정치입니다.
lt: Variklio pasiektas tikrasis Elo įvertinimas dažnai yra apytikslis.
lv: Dzinēja sasniegtais faktiskais Elo vērtējums bieži vien ir aptuvens.
nl: De werkelijke Elo-beoordeling die door de engine wordt behaald, is vaak een schatting,
no: Den faktiske Elo-vurderingen som oppnås av motoren er ofte et estimat,
pl: Rzeczywisty wynik ELO uzyskany przez silnik jest często szacunkowy,
pt: A classificação Elo real alcançada pelo motor de busca é frequentemente uma estimativa.
ro: Punctajul Elo real obținut de motor este adesea o estimare,
ru: Фактический рейтинг Эло, полученный системой, часто является оценочным,
sq: Vlerësimi aktual Elo i arritur nga motori është shpesh një vlerësim,
sr: Стварни Ело рејтинг који је постигао мотор је често процена,
sv: Det faktiska Elo-värdet som motorn uppnår är ofta en uppskattning,
sw: Ukadiriaji halisi wa Elo unaopatikana na injini mara nyingi ni makadirio,
ta: இயந்திரத்தால் அடையப்பட்ட உண்மையான எலோ மதிப்பீடு பெரும்பாலும் ஒரு மதிப்பீடாகும்,
th: คะแนน Elo จริงที่เครื่องยนต์ทำได้มักจะเป็นเพียงการประมาณ
tr: Motorun elde ettiği gerçek Elo derecesi genellikle bir tahmindir,
uk: Фактичний рейтинг Elo, досягнутий двигуном, часто є приблизним,
ur: انجن کے ذریعہ حاصل کردہ حقیقی ایلو درجہ بندی اکثر ایک تخمینہ ہے،
vi: Xếp hạng Elo thực tế đạt được bởi động cơ thường là ước tính,
zh: 引擎实际得出的 Elo 评分通常是一个估算值。

source: as it's difficult to calibrate precisely.
ar: نظرًا لصعوبة معايرته بدقة.
bg: тъй като е трудно да се калибрира точно.
bn: কারণ সঠিকভাবে ক্যালিব্রেট করা কঠিন।
cs: protože je obtížné přesně kalibrovat.
da: da det er svært at kalibrere præcist.
de: da eine präzise Kalibrierung schwierig ist.
el: καθώς είναι δύσκολο να βαθμονομηθεί με ακρίβεια.
es: ya que es difícil calibrarlo con precisión.
et: kuna seda on raske täpselt kalibreerida.
fa: چون کالیبره کردن دقیقش سخته.
fi: koska sitä on vaikea kalibroida tarkasti.
fr: car il est difficile de le calibrer précisément.
he: מכיוון שקשה לכייל במדויק.
hi: क्योंकि इसे सटीक रूप से मापना कठिन है।
hu: mivel nehéz pontosan kalibrálni.
id: karena sulit untuk dikalibrasi secara tepat.
it: poiché è difficile calibrarlo con precisione.
ja: 正確に調整することが難しいためです。
ko: 정확하게 보정하기 어렵기 때문입니다.
lt: nes sunku tiksliai kalibruoti.
lv: jo to ir grūti precīzi kalibrēt.
nl: omdat het moeilijk is om nauwkeurig te kalibreren.
no: siden det er vanskelig å kalibrere nøyaktig.
pl: ponieważ trudno jest dokonać precyzyjnej kalibracji.
pt: pois é difícil calibrar com precisão.
ro: deoarece este dificil de calibrat cu precizie.
ru: поскольку его трудно точно откалибровать.
sq: pasi është e vështirë të kalibrohet me saktësi.
sr: јер је тешко прецизно калибрисати.
sv: eftersom det är svårt att kalibrera exakt.
sw: kwani ni ngumu kusawazisha kwa usahihi.
ta: ஏனெனில் துல்லியமாக அளவீடு செய்வது கடினம்.
th: เนื่องจากการปรับเทียบให้แม่นยำเป็นเรื่องยาก
tr: çünkü hassas bir şekilde kalibre etmek zordur.
uk: оскільки важко точно калібрувати.
ur: کیونکہ درست طریقے سے کیلیبریٹ کرنا مشکل ہے۔
vi: vì khó có thể hiệu chỉnh chính xác.
zh: 因为很难精确校准。

source: You can use this feature to play an engine at a level comparable to your own
ar: يمكنك استخدام هذه الميزة لتشغيل محرك بمستوى مماثل لمستوى محركك
bg: Можете да използвате тази функция, за да играете на двигател на ниво, сравнимо с вашето собствено.
bn: আপনি এই বৈশিষ্ট্যটি ব্যবহার করে আপনার নিজের মতো একটি স্তরে একটি ইঞ্জিন চালাতে পারেন
cs: Tuto funkci můžete použít k hraní enginu na úrovni srovnatelné s vaší vlastní
da: Du kan bruge denne funktion til at spille en motor på et niveau, der kan sammenlignes med dit eget
de: Sie können diese Funktion nutzen, um eine Engine auf einem Niveau zu spielen, das mit Ihrem eigenen vergleichbar ist.
el: Μπορείτε να χρησιμοποιήσετε αυτήν τη λειτουργία για να παίξετε μια μηχανή σε επίπεδο συγκρίσιμο με το δικό σας
es: Puedes usar esta función para jugar contra un motor a un nivel comparable al tuyo.
et: Selle funktsiooni abil saate mängida mootorit enda omaga võrreldaval tasemel.
fa: شما می‌توانید از این ویژگی برای بازی کردن با یک موتور در سطحی قابل مقایسه با موتور خودتان استفاده کنید.
fi: Voit käyttää tätä ominaisuutta pelataksesi pelimoottoria omaasi vastaavalla tasolla.
fr: Vous pouvez utiliser cette fonctionnalité pour jouer contre un moteur d'un niveau comparable au vôtre.
he: ניתן להשתמש בתכונה זו כדי לנגן מנוע ברמה דומה לשלך
hi: आप इस सुविधा का उपयोग किसी इंजन को अपने स्तर के बराबर चलाने के लिए कर सकते हैं
hu: Ezzel a funkcióval a sajátodhoz hasonló szinten játszhatsz egy motort.
id: Anda dapat menggunakan fitur ini untuk memainkan mesin pada level yang sebanding dengan level Anda sendiri
it: Puoi usare questa funzione per giocare a un motore a un livello paragonabile al tuo
ja: この機能を使用すると、自分のレベルに匹敵するレベルのエンジンをプレイできます。
ko: 이 기능을 사용하면 자신의 수준과 비슷한 수준의 엔진을 플레이할 수 있습니다.
lt: Šią funkciją galite naudoti norėdami žaisti variklį tokiu lygiu, koks yra jūsų.
lv: Šo funkciju var izmantot, lai spēlētu dzinēju līmenī, kas ir salīdzināms ar jūsu pašu.
nl: Met deze functie kunt u een engine op een niveau spelen dat vergelijkbaar is met uw eigen niveau.
no: Du kan bruke denne funksjonen til å spille en motor på et nivå som kan sammenlignes med ditt eget
pl: Za pomocą tej funkcji możesz grać na silniku na poziomie porównywalnym z Twoim własnym
pt: Você pode usar esse recurso para jogar contra um motor de jogo em um nível comparável ao seu.
ro: Poți folosi această funcție pentru a reda un motor la un nivel comparabil cu al tău
ru: Вы можете использовать эту функцию, чтобы играть на движке на уровне, сопоставимом с вашим собственным
sq: Mund ta përdorni këtë veçori për të luajtur një motor në një nivel të krahasueshëm me tuajin.
sr: Можете користити ову функцију да бисте играли мотор на нивоу упоредивом са вашим
sv: Du kan använda den här funktionen för att spela en motor på en nivå som är jämförbar med din egen.
sw: Unaweza kutumia kipengele hiki kucheza injini kwa kiwango kinacholingana na chako
ta: இந்த அம்சத்தைப் பயன்படுத்தி உங்கள் சொந்த இயந்திரத்துடன் ஒப்பிடக்கூடிய அளவில் ஒரு இயந்திரத்தை இயக்கலாம்.
th: คุณสามารถใช้ฟีเจอร์นี้เพื่อเล่นเอ็นจิ้นในระดับที่เทียบเคียงได้กับระดับของคุณ
tr: Bu özelliği kullanarak kendi seviyenize benzer bir seviyede bir motor oynayabilirsiniz
uk: Ви можете використовувати цю функцію, щоб грати на двигуні на рівні, порівнянному з вашим власним
ur: آپ اس خصوصیت کو اپنے انجن کے مقابلے کی سطح پر چلانے کے لیے استعمال کر سکتے ہیں۔
vi: Bạn có thể sử dụng tính năng này để chơi một công cụ ở cấp độ tương đương với cấp độ của bạn
zh: 你可以使用此功能与引擎进行水平相当的对战。

source: or to test different engine strengths, even if the exact Elo isn't perfect.
ar: أو لاختبار نقاط قوة المحرك المختلفة، حتى لو لم يكن Elo الدقيق مثاليًا.
bg: или да се тестват различни силни страни на двигателя, дори ако точното Elo не е перфектно.
bn: অথবা বিভিন্ন ইঞ্জিনের শক্তি পরীক্ষা করার জন্য, এমনকি যদি সঠিক Elo নিখুঁত নাও হয়।
cs: nebo otestovat různé síly motorů, i když přesné Elo není dokonalé.
da: eller at teste forskellige motorstyrker, selvom den præcise Elo ikke er perfekt.
de: oder um verschiedene Motorstärken zu testen, auch wenn die genaue Elo-Zahl nicht perfekt ist.
el: ή για να δοκιμάσετε διαφορετικές δυνάμεις κινητήρα, ακόμα κι αν το ακριβές Elo δεν είναι τέλειο.
es: o para probar diferentes fortalezas del motor, incluso si el Elo exacto no es perfecto.
et: või testida erinevaid mootori võimsusi, isegi kui täpne Elo pole täiuslik.
fa: یا برای آزمایش قدرت‌های مختلف موتور، حتی اگر Elo دقیقاً بی‌نقص نباشد.
fi: tai testata eri moottorin voimakkuuksia, vaikka tarkka Elo ei olisikaan täydellinen.
fr: ou pour tester différentes performances moteur, même si le classement Elo exact n'est pas parfait.
he: או לבחון עוצמות מנוע שונות, גם אם ה-Elo המדויק אינו מושלם.
hi: या विभिन्न इंजन शक्तियों का परीक्षण करने के लिए, भले ही सटीक एलो सही न हो।
hu: vagy különböző motorerősségek tesztelésére, még akkor is, ha a pontos Elo nem tökéletes.
id: atau untuk menguji kekuatan mesin yang berbeda, bahkan jika Elo yang tepat tidak sempurna.
it: o per testare diverse potenze del motore, anche se l'Elo esatto non è perfetto.
ja: または、正確な Elo が完璧でなくても、さまざまなエンジンの強さをテストできます。
ko: 정확한 Elo가 완벽하지 않더라도 다양한 엔진 강도를 테스트할 수 있습니다.
lt: arba išbandyti skirtingus variklio galingumus, net jei tikslus Elo nėra tobulas.
lv: vai arī pārbaudīt dažādas dzinēja jaudas, pat ja precīzais Elo nav perfekts.
nl: of om verschillende engine-sterktes te testen, zelfs als de exacte Elo niet perfect is.
no: eller for å teste forskjellige motorstyrker, selv om den eksakte Elo ikke er perfekt.
pl: lub testować różne moce silnika, nawet jeśli dokładny wynik ELO nie jest idealny.
pt: ou para testar diferentes níveis de desempenho do motor de jogo, mesmo que o Elo exato não seja perfeito.
ro: sau pentru a testa diferite puncte forte ale motorului, chiar dacă Elo-ul exact nu este perfect.
ru: или протестировать различные характеристики двигателей, даже если точный рейтинг Эло не идеален.
sq: ose për të testuar forca të ndryshme të motorit, edhe nëse Elo i saktë nuk është perfekt.
sr: или да тестира различите снаге мотора, чак и ако тачан Ело није савршен.
sv: eller för att testa olika motorstyrkor, även om den exakta Elo inte är perfekt.
sw: au kujaribu nguvu tofauti za injini, hata kama Elo si kamili.
ta: அல்லது சரியான எலோ சரியானதாக இல்லாவிட்டாலும், வெவ்வேறு எஞ்சின் வலிமைகளைச் சோதிக்க.
th: หรือเพื่อทดสอบความแรงของเครื่องยนต์ที่แตกต่างกัน แม้ว่า Elo ที่แน่นอนจะไม่สมบูรณ์แบบก็ตาม
tr: veya tam Elo mükemmel olmasa bile farklı motor güçlerini test etmek için.
uk: або перевірити різні потужності двигуна, навіть якщо точний Elo не ідеальний.
ur: یا انجن کی مختلف طاقتوں کو جانچنے کے لیے، چاہے عین Elo کامل نہ ہو۔
vi: hoặc để kiểm tra sức mạnh của các động cơ khác nhau, ngay cả khi Elo chính xác không hoàn hảo.
zh: 或者用来测试不同的引擎性能，即使精确的 Elo 值并不完美。
