Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: Random engine configuration file
ar: ملف تكوين المحرك العشوائي
bg: Конфигурационен файл за произволен двигател
bn: র‍্যান্ডম ইঞ্জিন কনফিগারেশন ফাইল
cs: Konfigurační soubor náhodného enginu
da: Tilfældig motorkonfigurationsfil
de: Konfigurationsdatei für Zufallsgeneratoren
el: Τυχαίο αρχείο διαμόρφωσης μηχανής
es: Archivo de configuración de motor aleatorio
et: Juhusliku mootori konfiguratsioonifail
fa: فایل پیکربندی موتور تصادفی
fi: Satunnainen moottorin määritystiedosto
fr: Fichier de configuration du moteur aléatoire
he: קובץ תצורת מנוע אקראי
hi: रैंडम इंजन कॉन्फ़िगरेशन फ़ाइल
hu: Véletlenszerű motorkonfigurációs fájl
id: File konfigurasi mesin acak
it: File di configurazione del motore casuale
ja: ランダムエンジン設定ファイル
ko: 랜덤 엔진 구성 파일
lt: Atsitiktinės variklio konfigūracijos failas
lv: Nejauša dzinēja konfigurācijas fails
nl: Willekeurig engineconfiguratiebestand
no: Tilfeldig motorkonfigurasjonsfil
pl: Plik konfiguracji losowego silnika
pt: Arquivo de configuração do mecanismo aleatório
ro: Fișier de configurare a motorului aleatoriu
ru: Файл конфигурации случайного движка
sq: Skedar konfigurimi i motorit të rastësishëm
sr: Датотека за конфигурацију случајног мотора
sv: Slumpmässig motorkonfigurationsfil
sw: Faili ya usanidi wa injini bila mpangilio
ta: சீரற்ற இயந்திர உள்ளமைவு கோப்பு
th: ไฟล์กำหนดค่าเครื่องยนต์แบบสุ่ม
tr: Rastgele motor yapılandırma dosyası
uk: Файл конфігурації випадкового движка
ur: رینڈم انجن کنفیگریشن فائل
vi: Tệp cấu hình động cơ ngẫu nhiên
zh: 随机引擎配置文件

source: created
ar: مخلوق
bg: създаден
bn: তৈরি
cs: vytvořeno
da: skabt
de: erstellt
el: δημιουργήθηκε
es: creado
et: loodud
fa: ایجاد شده
fi: luotu
fr: créé
he: נוצר
hi: बनाया था
hu: létrehozva
id: dibuat
it: creato
ja: 作成された
ko: 생성됨
lt: sukurtas
lv: izveidots
nl: gecreëerd
no: opprettet
pl: stworzony
pt: criado
ro: creat
ru: созданный
sq: krijuar
sr: креирано
sv: skapad
sw: kuundwa
ta: உருவாக்கப்பட்டது
th: สร้าง
tr: yaratıldı
uk: створений
ur: پیدا کیا
vi: tạo
zh: 创建

source: Error creating random engine configuration file
ar: حدث خطأ أثناء إنشاء ملف تكوين المحرك العشوائي
bg: Грешка при създаването на произволен конфигурационен файл на двигателя
bn: র‍্যান্ডম ইঞ্জিন কনফিগারেশন ফাইল তৈরিতে ত্রুটি
cs: Chyba při vytváření náhodného konfiguračního souboru enginu
da: Fejl ved oprettelse af tilfældig motorkonfigurationsfil
de: Fehler beim Erstellen der zufälligen Engine-Konfigurationsdatei
el: Σφάλμα κατά τη δημιουργία τυχαίου αρχείου διαμόρφωσης μηχανής
es: Error al crear el archivo de configuración del motor aleatorio
et: Viga juhusliku mootori konfiguratsioonifaili loomisel
fa: خطا در ایجاد فایل پیکربندی موتور تصادفی
fi: Virhe luotaessa satunnaista moottorin määritystiedostoa
fr: Erreur lors de la création du fichier de configuration du moteur aléatoire
he: שגיאה ביצירת קובץ תצורת מנוע אקראי
hi: यादृच्छिक इंजन कॉन्फ़िगरेशन फ़ाइल बनाते समय त्रुटि
hu: Hiba történt a véletlenszerű motorkonfigurációs fájl létrehozásakor
id: Terjadi kesalahan saat membuat file konfigurasi mesin acak
it: Errore durante la creazione del file di configurazione del motore casuale
ja: ランダムエンジン構成ファイルの作成中にエラーが発生しました
ko: 무작위 엔진 구성 파일을 생성하는 중 오류가 발생했습니다.
lt: Kuriant atsitiktinį variklio konfigūracijos failą įvyko klaida
lv: Kļūda, veidojot nejaušas programmas konfigurācijas failu
nl: Fout bij het maken van een willekeurig engineconfiguratiebestand
no: Feil ved oppretting av tilfeldig motorkonfigurasjonsfil
pl: Błąd podczas tworzenia losowego pliku konfiguracji silnika
pt: Erro ao criar o arquivo de configuração do mecanismo aleatório
ro: Eroare la crearea fișierului de configurare aleatoriu al motorului
ru: Ошибка создания файла конфигурации случайного движка
sq: Gabim gjatë krijimit të skedarit të konfigurimit të rastësishëm të motorit gjatë krijimit të një skedari të konfigurimit të motorit të rastësishëm.
sr: Грешка при креирању насумичног конфигурационог фајла мотора
sv: Fel vid skapande av slumpmässig motorkonfigurationsfil
sw: Hitilafu katika kuunda faili ya usanidi wa injini bila mpangilio
ta: சீரற்ற இயந்திர உள்ளமைவு கோப்பை உருவாக்குவதில் பிழை.
th: เกิดข้อผิดพลาดในการสร้างไฟล์กำหนดค่าเครื่องยนต์แบบสุ่ม
tr: Rastgele motor yapılandırma dosyası oluşturulurken hata oluştu
uk: Помилка створення випадкового файлу конфігурації двигуна
ur: رینڈم انجن کنفیگریشن فائل بنانے میں خرابی۔
vi: Lỗi khi tạo tệp cấu hình động cơ ngẫu nhiên
zh: 创建随机引擎配置文件时出错

source: Help for Cyclone Xtreme engine
ar: مساعدة لمحرك Cyclone Xtreme
bg: Помощ за двигателя Cyclone Xtreme
bn: সাইক্লোন এক্সট্রিম ইঞ্জিনের জন্য সাহায্য
cs: Nápověda k motoru Cyclone Xtreme
da: Hjælp til Cyclone Xtreme-motor
de: Hilfe für den Cyclone Xtreme-Motor
el: Βοήθεια για τον κινητήρα Cyclone Xtreme
es: Ayuda para el motor Cyclone Xtreme
et: Abi Cyclone Xtreme mootorile
fa: کمک برای موتور Cyclone Xtreme
fi: Apua Cyclone Xtreme -moottoriin
fr: Aide pour le moteur Cyclone Xtreme
he: עזרה למנוע Cyclone Xtreme
hi: साइक्लोन एक्सट्रीम इंजन के लिए सहायता
hu: Segítség a Cyclone Xtreme motorhoz
id: Bantuan untuk mesin Cyclone Xtreme
it: Aiuto per il motore Cyclone Xtreme
ja: Cyclone Xtremeエンジンのヘルプ
ko: Cyclone Xtreme 엔진에 대한 도움말
lt: Pagalba dėl „Cyclone Xtreme“ variklio
lv: Palīdzība Cyclone Xtreme dzinējam
nl: Hulp voor Cyclone Xtreme-motor
no: Hjelp med Cyclone Xtreme-motor
pl: Pomoc dla silnika Cyclone Xtreme
pt: Ajuda para o motor Cyclone Xtreme
ro: Ajutor pentru motorul Cyclone Xtreme
ru: Помощь по движку Cyclone Xtreme
sq: Ndihmë për motorin Cyclone Xtreme
sr: Помоћ за Cyclone Xtreme мотор
sv: Hjälp för Cyclone Xtreme-motor
sw: Msaada kwa injini ya Cyclone Xtreme
ta: சைக்ளோன் எக்ஸ்ட்ரீம் எஞ்சினுக்கு உதவி
th: ความช่วยเหลือสำหรับเครื่องยนต์ Cyclone Xtreme
tr: Cyclone Xtreme motoru için yardım
uk: Довідка щодо двигуна Cyclone Xtreme
ur: سائیکلون ایکسٹریم انجن کے لیے مدد
vi: Trợ giúp cho động cơ Cyclone Xtreme
zh: 旋风极限发动机求助

source: UCI Limit strength
ar: قوة حدود الاتحاد الدولي للدراجات
bg: UCI Лимитна сила
bn: UCI সীমা শক্তি
cs: Limitní síla UCI
da: UCI-grænsestyrke
de: UCI-Grenzstärke
el: Ισχύς ορίου UCI
es: Fuerza límite de la UCI
et: UCI piirtugevus
fa: قدرت محدود UCI
fi: UCI-raja-lujuus
fr: Force limite UCI
he: חוזק גבול UCI
hi: यूसीआई सीमा शक्ति
hu: UCI határerősség
id: Kekuatan batas UCI
it: Forza limite UCI
ja: UCI限界強度
ko: UCI 한계 강도
lt: UCI limito stiprumas
lv: UCI ierobežojuma stiprums
nl: UCI Limietsterkte
no: UCI-grensestyrke
pl: UCI Limit siły
pt: Força limite da UCI
ro: Limita de rezistență UCI
ru: Предельная сила UCI
sq: Fuqia e limitit UCI
sr: UCI гранична снага
sv: UCI-gränsstyrka
sw: Nguvu ya Kikomo cha UCI
ta: UCI வரம்பு வலிமை
th: ขีดจำกัดความแข็งแกร่งของ UCI
tr: UCI Limit gücü
uk: Обмежена сила UCI
ur: UCI حد کی طاقت
vi: Sức mạnh giới hạn UCI
zh: UCI极限强度

source: The Cyclone Xtreme engine which was written by Norman Schmidt
ar: محرك Cyclone Xtreme الذي كتبه نورمان شميدت
bg: Двигателят Cyclone Xtreme, написан от Норман Шмит
bn: সাইক্লোন এক্সট্রিম ইঞ্জিন যা নরম্যান শ্মিট লিখেছিলেন
cs: Motor Cyclone Xtreme, který napsal Norman Schmidt
da: Cyclone Xtreme-motoren, som blev skrevet af Norman Schmidt
de: Der Cyclone Xtreme-Motor wurde von Norman Schmidt geschrieben.
el: Η μηχανή Cyclone Xtreme που γράφτηκε από τον Norman Schmidt
es: El motor Cyclone Xtreme, escrito por Norman Schmidt
et: Cyclone Xtreme mootor, mille kirjutas Norman Schmidt
fa: موتور Cyclone Xtreme که توسط نورمن اشمیت نوشته شده بود
fi: Norman Schmidtin kirjoittama Cyclone Xtreme -pelimoottori
fr: Le moteur Cyclone Xtreme a été écrit par Norman Schmidt
he: מנוע Cyclone Xtreme שנכתב על ידי נורמן שמידט
hi: साइक्लोन एक्सट्रीम इंजन जिसे नॉर्मन श्मिट ने लिखा था
hu: A Cyclone Xtreme motor, amelyet Norman Schmidt írt
id: Mesin Cyclone Xtreme yang ditulis oleh Norman Schmidt
it: Il motore Cyclone Xtreme, scritto da Norman Schmidt
ja: ノーマン・シュミットが書いたサイクロンエクストリームエンジン
ko: Norman Schmidt가 작성한 Cyclone Xtreme 엔진
lt: „Cyclone Xtreme“ variklis, kurį parašė Normanas Schmidtas
lv: Cyclone Xtreme dzinējs, ko sarakstījis Normans Šmits
nl: De Cyclone Xtreme-engine, geschreven door Norman Schmidt
no: Cyclone Xtreme-motoren som ble skrevet av Norman Schmidt
pl: Silnik Cyclone Xtreme, którego autorem jest Norman Schmidt
pt: O motor Cyclone Xtreme, que foi escrito por Norman Schmidt.
ro: Motorul Cyclone Xtreme, scris de Norman Schmidt
ru: Движок Cyclone Xtreme, написанный Норманом Шмидтом
sq: Motori Cyclone Xtreme i cili u shkrua nga Norman Schmidt
sr: Мотор Cyclone Xtreme који је написао Норман Шмит
sv: Cyclone Xtreme-motorn som skrevs av Norman Schmidt
sw: Injini ya Cyclone Xtreme ambayo iliandikwa na Norman Schmidt
ta: நார்மன் ஷ்மிட் எழுதிய சைக்ளோன் எக்ஸ்ட்ரீம் எஞ்சின்
th: เครื่องยนต์ Cyclone Xtreme ซึ่งเขียนโดย Norman Schmidt
tr: Norman Schmidt tarafından yazılan Cyclone Xtreme motoru
uk: Двигун Cyclone Xtreme, написаний Норманом Шмідтом
ur: سائیکلون ایکسٹریم انجن جسے نارمن شمٹ نے لکھا تھا۔
vi: Động cơ Cyclone Xtreme được Norman Schmidt thiết kế
zh: 旋风极限引擎由诺曼·施密特编写

source: is a Fruit derivative.
ar: هو مشتق من الفاكهة.
bg: е плодов производен.
bn: একটি ফলের ডেরিভেটিভ।
cs: je ovocný derivát.
da: er et frugtderivat.
de: ist ein Fruchtderivat.
el: είναι παράγωγο φρούτων.
es: Es un derivado de la fruta.
et: on puuvilja derivaat.
fa: از مشتقات میوه است.
fi: on hedelmäjohdannainen.
fr: est un dérivé de fruit.
he: הוא נגזרת של פרי.
hi: यह एक फल व्युत्पन्न है।
hu: gyümölcsből származó.
id: adalah turunan Buah.
it: è un derivato della frutta.
ja: フルーツ派生物です。
ko: 과일 유래 제품입니다.
lt: yra vaisių darinys.
lv: ir augļu atvasinājums.
nl: is een Fruit-derivaat.
no: er et fruktderivat.
pl: jest pochodną owocową.
pt: É um derivado de fruta.
ro: este un derivat din fructe.
ru: является производным от Fruit.
sq: është një derivat i frutave.
sr: је дериват воћа.
sv: är ett fruktderivat.
sw: ni derivative ya Matunda.
ta: ஒரு பழ வழித்தோன்றல் ஆகும்.
th: เป็นสารสกัดจากผลไม้
tr: bir Meyve türevidir.
uk: є похідним від фруктів.
ur: ایک پھل مشتق ہے.
vi: là một sản phẩm có nguồn gốc từ trái cây.
zh: 是一种水果衍生物。

source: It has a huge number of parameters that can be used to tune the engine.
ar: فهو يحتوي على عدد كبير من المعلمات التي يمكن استخدامها لضبط المحرك.
bg: Той има огромен брой параметри, които могат да се използват за настройване на двигателя.
bn: এতে প্রচুর সংখ্যক প্যারামিটার রয়েছে যা ইঞ্জিন টিউন করার জন্য ব্যবহার করা যেতে পারে।
cs: Má obrovské množství parametrů, které lze použít k vyladění motoru.
da: Den har et stort antal parametre, der kan bruges til at justere motoren.
de: Es verfügt über eine Vielzahl von Parametern, mit denen der Motor abgestimmt werden kann.
el: Έχει έναν τεράστιο αριθμό παραμέτρων που μπορούν να χρησιμοποιηθούν για τη ρύθμιση του κινητήρα.
es: Tiene una gran cantidad de parámetros que se pueden usar para ajustar el motor.
et: Sellel on tohutu hulk parameetreid, mida saab mootori häälestamiseks kasutada.
fa: تعداد زیادی پارامتر دارد که می‌توان از آنها برای تنظیم موتور استفاده کرد.
fi: Siinä on valtava määrä parametreja, joita voidaan käyttää moottorin virittämiseen.
fr: Il comporte un grand nombre de paramètres qui peuvent être utilisés pour régler le moteur.
he: יש לו מספר עצום של פרמטרים שניתן להשתמש בהם כדי לכוונן את המנוע.
hi: इसमें बड़ी संख्या में पैरामीटर हैं जिनका उपयोग इंजन को ट्यून करने के लिए किया जा सकता है।
hu: Hatalmas számú paraméterrel rendelkezik, amelyekkel a motor hangolható.
id: Ia memiliki sejumlah besar parameter yang dapat digunakan untuk menyetel mesin.
it: Dispone di un numero enorme di parametri che possono essere utilizzati per mettere a punto il motore.
ja: エンジンの調整に使用できる膨大な数のパラメータがあります。
ko: 엔진을 조정하는 데 사용할 수 있는 매개변수가 엄청나게 많습니다.
lt: Jis turi daugybę parametrų, kuriuos galima naudoti varikliui sureguliuoti.
lv: Tam ir milzīgs skaits parametru, ko var izmantot dzinēja noregulēšanai.
nl: Er zijn enorm veel parameters waarmee de motor kan worden afgesteld.
no: Den har et stort antall parametere som kan brukes til å finjustere motoren.
pl: Posiada ogromną liczbę parametrów, które można wykorzystać do dostrojenia silnika.
pt: Possui uma enorme quantidade de parâmetros que podem ser usados para ajustar o motor.
ro: Are un număr imens de parametri care pot fi utilizați pentru reglarea motorului.
ru: Он имеет огромное количество параметров, которые можно использовать для настройки двигателя.
sq: Ka një numër të madh parametrash që mund të përdoren për të akorduar motorin.
sr: Има огроман број параметара који се могу користити за подешавање мотора.
sv: Den har ett stort antal parametrar som kan användas för att finjustera motorn.
sw: Inayo idadi kubwa ya vigezo ambavyo vinaweza kutumika kurekebisha injini.
ta: இது இயந்திரத்தை டியூன் செய்யப் பயன்படுத்தக்கூடிய ஏராளமான அளவுருக்களைக் கொண்டுள்ளது.
th: มีพารามิเตอร์จำนวนมากที่สามารถนำมาใช้ปรับแต่งเครื่องยนต์ได้
tr: Motoru ayarlamak için kullanılabilecek çok sayıda parametreye sahiptir.
uk: Він має величезну кількість параметрів, які можна використовувати для налаштування двигуна.
ur: اس میں بہت سارے پیرامیٹرز ہیں جو انجن کو ٹیون کرنے کے لیے استعمال کیے جا سکتے ہیں۔
vi: Nó có rất nhiều thông số có thể được sử dụng để điều chỉnh động cơ.
zh: 它拥有大量可用于调校发动机的参数。

source: There is also a feature for creating random parameter files for the engine.
ar: هناك أيضًا ميزة لإنشاء ملفات معلمات عشوائية للمحرك.
bg: Има и функция за създаване на файлове с произволни параметри за двигателя.
bn: ইঞ্জিনের জন্য এলোমেলো প্যারামিটার ফাইল তৈরি করার জন্য একটি বৈশিষ্ট্যও রয়েছে।
cs: K dispozici je také funkce pro vytváření náhodných souborů parametrů pro engine.
da: Der er også en funktion til at oprette tilfældige parameterfiler til motoren.
de: Außerdem gibt es eine Funktion zum Erstellen von zufälligen Parameterdateien für die Engine.
el: Υπάρχει επίσης μια δυνατότητα για τη δημιουργία τυχαίων αρχείων παραμέτρων για τη μηχανή.
es: También existe una función para crear archivos de parámetros aleatorios para el motor.
et: Samuti on olemas funktsioon mootori jaoks juhuslike parameetrifailide loomiseks.
fa: همچنین قابلیتی برای ایجاد فایل‌های پارامتر تصادفی برای موتور وجود دارد.
fi: Moottorille on myös ominaisuus satunnaisten parametritiedostojen luomiseen.
fr: Il existe également une fonctionnalité permettant de créer des fichiers de paramètres aléatoires pour le moteur.
he: ישנה גם תכונה ליצירת קבצי פרמטרים אקראיים עבור המנוע.
hi: इसमें इंजन के लिए यादृच्छिक पैरामीटर फ़ाइलें बनाने की सुविधा भी है।
hu: Van egy funkció véletlenszerű paraméterfájlok létrehozására a motorhoz is.
id: Ada juga fitur untuk membuat file parameter acak untuk mesin.
it: Esiste anche una funzionalità per creare file di parametri casuali per il motore.
ja: エンジン用のランダム パラメータ ファイルを作成する機能もあります。
ko: 엔진에 대한 무작위 매개변수 파일을 생성하는 기능도 있습니다.
lt: Taip pat yra funkcija, skirta kurti atsitiktinius variklio parametrų failus.
lv: Ir arī funkcija nejaušu parametru failu izveidei dzinējam.
nl: Er is ook een functie voor het maken van willekeurige parameterbestanden voor de engine.
no: Det finnes også en funksjon for å opprette tilfeldige parameterfiler for motoren.
pl: Dostępna jest również funkcja tworzenia losowych plików parametrów silnika.
pt: Existe também uma funcionalidade para criar arquivos de parâmetros aleatórios para o motor.
ro: Există, de asemenea, o funcție pentru crearea de fișiere cu parametri aleatori pentru motor.
ru: Также имеется функция создания случайных файлов параметров для движка.
sq: Ekziston gjithashtu një veçori për krijimin e skedarëve të parametrave të rastësishëm për motorin.
sr: Такође постоји функција за креирање насумичних датотека параметара за мотор.
sv: Det finns också en funktion för att skapa slumpmässiga parameterfiler för motorn.
sw: Pia kuna kipengele cha kuunda faili za parameta bila mpangilio kwa injini.
ta: இயந்திரத்திற்கான சீரற்ற அளவுரு கோப்புகளை உருவாக்குவதற்கான ஒரு அம்சமும் உள்ளது.
th: นอกจากนี้ยังมีฟีเจอร์การสร้างไฟล์พารามิเตอร์สุ่มสำหรับเครื่องยนต์อีกด้วย
tr: Ayrıca motor için rastgele parametre dosyaları oluşturma özelliği de bulunmaktadır.
uk: Також є функція для створення випадкових файлів параметрів для двигуна.
ur: انجن کے لیے بے ترتیب پیرامیٹر فائلیں بنانے کے لیے ایک خصوصیت بھی ہے۔
vi: Ngoài ra còn có tính năng tạo các tệp tham số ngẫu nhiên cho công cụ.
zh: 它还具备为引擎创建随机参数文件的功能。

source: I have made ten random parameter files, which I have called < Personalities >
ar: لقد قمت بإنشاء عشرة ملفات معلمات عشوائية، والتي أطلقت عليها اسم <الشخصيات>
bg: Създадох десет файла с произволни параметри, които нарекох <Личности>
bn: আমি দশটি র‍্যান্ডম প্যারামিটার ফাইল তৈরি করেছি, যেগুলোকে আমি <Personalities> বলেছি।
cs: Vytvořil jsem deset náhodných souborů s parametry, které jsem nazval <Osobnosti>.
da: Jeg har lavet ti tilfældige parameterfiler, som jeg har kaldt <Personligheder>
de: Ich habe zehn zufällige Parameterdateien erstellt, die ich < Persönlichkeiten > genannt habe.
el: Έχω δημιουργήσει δέκα αρχεία τυχαίων παραμέτρων, τα οποία έχω ονομάσει <Προσωπικότητες>
es: He creado diez archivos de parámetros aleatorios, a los que he llamado <Personalidades>.
et: Olen loonud kümme juhuslike parameetrite faili, millele olen andnud nimeks <Isikupärad>
fa: من ده فایل پارامتر تصادفی ایجاد کرده‌ام که آنها را <شخصیت‌ها> نامیده‌ام.
fi: Olen tehnyt kymmenen satunnaisparametritiedostoa, joille olen antanut nimeksi <Personaliteetit>
fr: J'ai créé dix fichiers de paramètres aléatoires, que j'ai appelés < Personnalités >
he: יצרתי עשרה קבצי פרמטרים אקראיים, שקראתי להם < Personalities >
hi: मैंने दस यादृच्छिक पैरामीटर फ़ाइलें बनाई हैं, जिन्हें मैंने < व्यक्तित्व > नाम दिया है
hu: Tíz véletlenszerű paraméterfájlt hoztam létre, amelyeket <Személyiségek>-nek neveztem el.
id: Saya telah membuat sepuluh file parameter acak, yang saya sebut < Kepribadian >
it: Ho creato dieci file di parametri casuali, che ho chiamato < Personalità >
ja: 私はランダムパラメータファイルを10個作成し、これを<パーソナリティ>と名付けました。
ko: 나는 < 성격 >이라고 불리는 10개의 무작위 매개변수 파일을 만들었습니다.
lt: Sukūriau dešimt atsitiktinių parametrų failų, kuriuos pavadinau < Asmenybės >.
lv: Esmu izveidojis desmit nejaušu parametru failus, kurus esmu nosaucis par < Personalitātēm >.
nl: Ik heb tien willekeurige parameterbestanden gemaakt, die ik <Personality> heb genoemd
no: Jeg har laget ti tilfeldige parameterfiler, som jeg har kalt <Personligheter>.
pl: Utworzyłem dziesięć losowych plików parametrów, które nazwałem < Osobowości >
pt: Criei dez arquivos de parâmetros aleatórios, que chamei de <Personalidades>.
ro: Am creat zece fișiere cu parametri aleatori, pe care le-am numit <Personalități>
ru: Я создал десять файлов случайных параметров, которые я назвал < Личности >
sq: Kam krijuar dhjetë skedarë me parametra të rastësishëm, të cilët i kam quajtur <Personalities>
sr: Направио сам десет насумичних датотека са параметрима, које сам назвао < Личности >
sv: Jag har skapat tio slumpmässiga parameterfiler, som jag har kallat <Personligheter>
sw: Nimetengeneza faili kumi za parameta bila mpangilio, ambazo nimeziita < Personalities >
ta: நான் பத்து சீரற்ற அளவுரு கோப்புகளை உருவாக்கியுள்ளேன், அவற்றை நான் <Personalities > என்று அழைத்துள்ளேன்.
th: ฉันได้สร้างไฟล์พารามิเตอร์สุ่มสิบไฟล์ซึ่งฉันเรียกว่า <บุคลิกภาพ>
tr: <Kişilikler> adını verdiğim on adet rastgele parametre dosyası oluşturdum
uk: Я створив десять випадкових файлів параметрів, які я назвав <Персоналіти>
ur: میں نے دس بے ترتیب پیرامیٹر فائلیں بنائی ہیں، جنہیں میں نے <Personalities> کہا ہے۔
vi: Tôi đã tạo mười tệp tham số ngẫu nhiên, mà tôi gọi là <Personities>
zh: 我创建了十个随机参数文件，我将它们命名为< Personalities >

source: They are named < Person_1.cfg > up to < Person_10.cfg > and should be stored
ar: يتم تسميتها <Person_1.cfg> حتى <Person_10.cfg> ويجب تخزينها
bg: Те са с имена от <Person_1.cfg> до <Person_10.cfg> и трябва да се съхраняват
bn: এগুলোর নাম <Person_1.cfg > থেকে <Person_10.cfg > এবং সংরক্ষণ করা উচিত
cs: Jsou pojmenovány od < Person_1.cfg > až po < Person_10.cfg > a měly by být uloženy
da: De hedder <Person_1.cfg> op til <Person_10.cfg> og bør gemmes
de: Sie sind als < Person_1.cfg > bis < Person_10.cfg > benannt und sollten gespeichert werden
el: Ονομάζονται <Person_1.cfg> έως <Person_10.cfg> και θα πρέπει να αποθηκεύονται
es: Se denominan desde < Person_1.cfg > hasta < Person_10.cfg > y deben almacenarse.
et: Nende nimed on < Person_1.cfg > kuni < Person_10.cfg > ja need tuleks salvestada.
fa: آنها به ترتیب <Person_1.cfg> تا <Person_10.cfg> نامگذاری می‌شوند و باید ذخیره شوند.
fi: Ne on nimetty < Person_1.cfg > - < Person_10.cfg > -muotoon, ja ne tulisi tallentaa.
fr: Ils sont nommés < Person_1.cfg > jusqu'à < Person_10.cfg > et doivent être stockés
he: הם נקראים < Person_1.cfg > עד < Person_10.cfg > ויש לאחסן אותם
hi: इनका नाम < Person_1.cfg > से < Person_10.cfg > तक है और इन्हें संग्रहित किया जाना चाहिए
hu: < Person_1.cfg > - < Person_10.cfg > néven vannak elnevezve, és tárolni kell őket.
id: Mereka diberi nama < Person_1.cfg > hingga < Person_10.cfg > dan harus disimpan
it: Sono denominati da < Person_1.cfg > a < Person_10.cfg > e devono essere memorizzati
ja: これらは< Person_1.cfg >から< Person_10.cfg >までの名前が付けられ、保存されます。
ko: <Person_1.cfg>부터 <Person_10.cfg>까지 이름이 지정되어 저장되어야 합니다.
lt: Jie pavadinti < Person_1.cfg > iki < Person_10.cfg > ir turėtų būti saugomi
lv: Tie ir nosaukti no < Person_1.cfg > līdz < Person_10.cfg > un ir jāuzglabā
nl: Ze heten < Person_1.cfg > tot en met < Person_10.cfg > en moeten worden opgeslagen
no: De heter <Person_1.cfg> opp til <Person_10.cfg> og bør lagres
pl: Są one nazywane od <Person_1.cfg> do <Person_10.cfg> i powinny być przechowywane
pt: Eles são nomeados de < Person_1.cfg > até < Person_10.cfg > e devem ser armazenados.
ro: Acestea sunt denumite <Person_1.cfg> până la <Person_10.cfg> și ar trebui stocate
ru: Они называются <Person_1.cfg> по <Person_10.cfg> и должны храниться
sq: Ato emërtohen <Person_1.cfg> deri në <Person_10.cfg> dhe duhet të ruhen.
sr: Имена им се крећу од < Person_1.cfg > до < Person_10.cfg > и требало би да се чувају
sv: De heter <Person_1.cfg> upp till <Person_10.cfg> och bör lagras
sw: Yamepewa majina < Person_1.cfg > hadi < Person_10.cfg > na yanapaswa kuhifadhiwa
ta: அவை <Person_1.cfg > <Person_10.cfg > வரை பெயரிடப்பட்டுள்ளன, மேலும் அவை சேமிக்கப்பட வேண்டும்.
th: มีชื่อ < Person_1.cfg > จนถึง < Person_10.cfg > และควรเก็บไว้
tr: Bunlar < Person_1.cfg >'den < Person_10.cfg >'ye kadar adlandırılır ve saklanmalıdır
uk: Вони мають назви від <Person_1.cfg> до <Person_10.cfg> і повинні зберігатися
ur: ان کا نام < Person_1.cfg > < Person_10.cfg > تک رکھا گیا ہے اور انہیں اسٹور کیا جانا چاہیے۔
vi: Chúng được đặt tên là < Person_1.cfg > cho đến < Person_10.cfg > và phải được lưu trữ
zh: 它们的名称从 <Person_1.cfg> 到 <Person_10.cfg>，应该存储
