Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: UCI limit strength
ar: قوة حد الاتحاد الدولي للدراجات
bg: Ограничение на силата на UCI
bn: UCI সীমা শক্তি
cs: Limitní síla UCI
da: UCI-grænsestyrke
de: UCI-Grenzstärke
el: Όριο ισχύος UCI
es: Fuerza límite de la UCI
et: UCI piirtugevus
fa: قدرت حد UCI
fi: UCI:n rajalujuus
fr: force limite UCI
he: חוזק גבולי של UCI
hi: यूसीआई सीमा शक्ति
hu: UCI határerősség
id: Kekuatan batas UCI
it: Forza limite UCI
ja: UCI限界強度
ko: UCI 한계 강도
lt: UCI ribinis stiprumas
lv: UCI ierobežojošais spēks
nl: UCI-limietsterkte
no: UCI-grensestyrke
pl: Siła graniczna UCI
pt: Força limite da UCI
ro: Limita de rezistență UCI
ru: Предельная сила UCI
sq: Forca kufitare e UCI-t
sr: UCI ограничење снаге
sv: UCI-gränsstyrka
sw: Nguvu ya kikomo ya UCI
ta: UCI வரம்பு வலிமை
th: ขีดจำกัดความแข็งแกร่งของ UCI
tr: UCI limit gücü
uk: Обмеження сили UCI
ur: UCI حد کی طاقت
vi: Sức mạnh giới hạn của UCI
zh: UCI极限强度

source: Chess engine UCI limit strength help
ar: مساعدة في قوة حد محرك الشطرنج UCI
bg: Помощ за силата на ограничението на UCI в шахматния енджин
bn: দাবা ইঞ্জিন UCI সীমা শক্তি সহায়তা
cs: Nápověda k limitu síly UCI v šachovém enginu
da: Hjælp til UCI-grænsestyrke i skakmotor
de: Hilfe zur Begrenzung der Schachstärke (UCI-Schachprogramm)
el: Βοήθεια για το όριο δύναμης UCI της μηχανής σκακιού
es: Ayuda para limitar la fuerza del motor de ajedrez UCI
et: Malemootori UCI tugevuse piiramise abi
fa: کمک در مورد محدودیت قدرت موتور شطرنج UCI
fi: Shakkimoottorin UCI-rajoitusvoimakkuusapu
fr: Aide à la limite de force UCI pour les moteurs d'échecs
he: עזרה במגבלת חוזק של מנוע שחמט UCI
hi: शतरंज इंजन UCI सीमा शक्ति सहायता
hu: Sakkmotor UCI erősségi korlát segítség
id: Bantuan batas kekuatan mesin catur UCI
it: Aiuto per la forza limite del motore scacchistico UCI
ja: チェスエンジンUCI限界強度ヘルプ
ko: 체스 엔진 UCI 제한 강도 도움말
lt: Šachmatų variklio UCI ribos stiprumo pagalba
lv: Šaha dzinēja UCI ierobežojuma spēka palīdzība
nl: Schaakmotor UCI limietsterkte hulp
no: Hjelp med UCI-grensestyrke i sjakkmotor
pl: Pomoc dotycząca limitu mocy silnika szachowego UCI
pt: Ajuda com limite de força do motor de xadrez UCI
ro: Ajutor pentru limita de forță UCI a motorului de șah
ru: Помощь с ограничением силы шахматного движка UCI
sq: Ndihmë për kufirin e forcës së motorit të shahut UCI
sr: Помоћ за ограничење снаге UCI шаховског мотора
sv: Hjälp med schackmotorns UCI-gränsstyrka
sw: Usaidizi wa nguvu wa kikomo cha injini ya Chess UCI
ta: சதுரங்க இயந்திரம் UCI வரம்பு வலிமை உதவி
th: เครื่องมือหมากรุก UCI จำกัดความแข็งแกร่งช่วยเหลือ
tr: Satranç motoru UCI limit gücü yardımı
uk: Допомога з обмеженням сили UCI в шаховому движку
ur: شطرنج کے انجن UCI حد طاقت مدد
vi: Trợ giúp về giới hạn sức mạnh của công cụ cờ vua UCI
zh: 国际象棋引擎 UCI 极限强度帮助

source: Select Cyclone Xtreme engine personality
ar: حدد شخصية محرك Cyclone Xtreme
bg: Изберете характеристиките на двигателя Cyclone Xtreme
bn: সাইক্লোন এক্সট্রিম ইঞ্জিন ব্যক্তিত্ব নির্বাচন করুন
cs: Vyberte typ motoru Cyclone Xtreme
da: Vælg Cyclone Xtreme motorpersonlighed
de: Wählen Sie die Motorcharakteristik des Cyclone Xtreme.
el: Επιλέξτε την προσωπικότητα του κινητήρα Cyclone Xtreme
es: Seleccione la personalidad del motor Cyclone Xtreme
et: Valige Cyclone Xtreme mootori isiksus
fa: شخصیت موتور Cyclone Xtreme را انتخاب کنید
fi: Valitse Cyclone Xtreme -moottorin persoonallisuus
fr: Sélectionnez le profil du moteur Cyclone Xtreme
he: בחר את אופי המנוע של Cyclone Xtreme
hi: साइक्लोन एक्सट्रीम इंजन व्यक्तित्व का चयन करें
hu: Válasszon Cyclone Xtreme motorvezérlőt
id: Pilih kepribadian mesin Cyclone Xtreme
it: Seleziona la personalità del motore Cyclone Xtreme
ja: Cyclone Xtremeエンジンのパーソナリティを選択
ko: Cyclone Xtreme 엔진 개성을 선택하세요
lt: Pasirinkite „Cyclone Xtreme“ variklio charakteristikas
lv: Izvēlieties Cyclone Xtreme dzinēja personību
nl: Selecteer de persoonlijkheid van de Cyclone Xtreme-motor
no: Velg Cyclone Xtreme-motorpersonlighet
pl: Wybierz osobowość silnika Cyclone Xtreme
pt: Selecione a personalidade do motor Cyclone Xtreme
ro: Selectați personalitatea motorului Cyclone Xtreme
ru: Выберите индивидуальность двигателя Cyclone Xtreme
sq: Zgjidhni personalitetin e motorit Cyclone Xtreme
sr: Изаберите карактеристике мотора Cyclone Xtreme
sv: Välj Cyclone Xtreme-motorpersonlighet
sw: Chagua tabia ya injini ya Cyclone Xtreme
ta: சைக்ளோன் எக்ஸ்ட்ரீம் என்ஜின் ஆளுமையைத் தேர்ந்தெடுக்கவும்.
th: เลือกบุคลิกเครื่องยนต์ Cyclone Xtreme
tr: Cyclone Xtreme motor kişiliğini seçin
uk: Виберіть тип двигуна Cyclone Xtreme
ur: سائیکلون ایکسٹریم انجن کی شخصیت کو منتخب کریں۔
vi: Chọn tính cách động cơ Cyclone Xtreme
zh: 选择 Cyclone Xtreme 引擎个性

source: Reset engine file
ar: إعادة تعيين ملف المحرك
bg: Нулиране на файла на двигателя
bn: ইঞ্জিন ফাইল রিসেট করুন
cs: Obnovit soubor enginu
da: Nulstil motorfil
de: Engine-Datei zurücksetzen
el: Επαναφορά αρχείου μηχανής
es: Restablecer archivo del motor
et: Lähtesta mootori fail
fa: تنظیم مجدد فایل موتور
fi: Palauta moottoritiedosto
fr: Réinitialiser le fichier moteur
he: איפוס קובץ המנוע
hi: इंजन फ़ाइल रीसेट करें
hu: Motorfájl visszaállítása
id: Setel ulang file mesin
it: Reimposta file motore
ja: エンジンファイルをリセット
ko: 엔진 파일 재설정
lt: Atkurti variklio failą
lv: Atiestatīt dzinēja failu
nl: Motorbestand resetten
no: Tilbakestill motorfilen
pl: Zresetuj plik silnika
pt: Reiniciar arquivo do motor
ro: Resetare fișier motor
ru: Сбросить файл движка
sq: Rivendos skedarin e motorit
sr: Ресетуј датотеку мотора
sv: Återställ motorfilen
sw: Weka upya faili ya injini
ta: இயந்திர கோப்பை மீட்டமைக்கவும்
th: รีเซ็ตไฟล์เครื่องยนต์
tr: Motor dosyasını sıfırla
uk: Скинути файл двигуна
ur: انجن فائل کو دوبارہ ترتیب دیں۔
vi: Đặt lại tập tin động cơ
zh: 重置引擎文件

source: Create random personality file
ar: إنشاء ملف شخصية عشوائي
bg: Създаване на произволен файл с личностни данни
bn: এলোমেলো ব্যক্তিত্ব ফাইল তৈরি করুন
cs: Vytvořte náhodný soubor osobností
da: Opret tilfældig personlighedsfil
de: Erstelle eine zufällige Persönlichkeitsdatei
el: Δημιουργήστε τυχαίο αρχείο προσωπικότητας
es: Crear archivo de personalidad aleatorio
et: Loo juhuslik isiksusefail
fa: ایجاد فایل شخصیت تصادفی
fi: Luo satunnainen persoonallisuustiedosto
fr: Créer un fichier de personnalité aléatoire
he: צור קובץ אישיות אקראי
hi: यादृच्छिक व्यक्तित्व फ़ाइल बनाएँ
hu: Véletlenszerű személyiségfájl létrehozása
id: Buat file kepribadian acak
it: Crea un file di personalità casuale
ja: ランダムな性格ファイルを作成する
ko: 무작위 성격 파일 생성
lt: Sukurkite atsitiktinį asmenybės failą
lv: Izveidojiet nejaušas personības failu
nl: Maak een willekeurig persoonlijkheidsbestand
no: Lag en tilfeldig personlighetsfil
pl: Utwórz losowy plik osobowości
pt: Criar arquivo de personalidade aleatório
ro: Creați un fișier de personalitate aleatoriu
ru: Создать случайный файл личности
sq: Krijo skedar të rastësishëm personaliteti
sr: Направите случајну датотеку личности
sv: Skapa slumpmässig personlighetsfil
sw: Unda faili ya mtu binafsi bila mpangilio
ta: சீரற்ற ஆளுமை கோப்பை உருவாக்கு.
th: สร้างไฟล์บุคลิกภาพแบบสุ่ม
tr: Rastgele kişilik dosyası oluştur
uk: Створити випадковий файл особистості
ur: بے ترتیب شخصیت کی فائل بنائیں
vi: Tạo tệp cá tính ngẫu nhiên
zh: 创建随机性格文件

source: Create Cyclone Xtreme .cfg personality file
ar: إنشاء ملف شخصية Cyclone Xtreme .cfg
bg: Създаване на .cfg файл с личност за Cyclone Xtreme
bn: সাইক্লোন এক্সট্রিম .cfg পার্সোনালিটি ফাইল তৈরি করুন
cs: Vytvořte soubor s osobnostmi pro Cyclone Xtreme .cfg
da: Opret en Cyclone Xtreme .cfg-personlighedsfil
de: Erstellen Sie die Cyclone Xtreme .cfg-Konfigurationsdatei.
el: Δημιουργήστε ένα αρχείο προσωπικότητας Cyclone Xtreme .cfg
es: Crea el archivo de personalidad .cfg de Cyclone Xtreme
et: Loo Cyclone Xtreme .cfg isikupärafail
fa: ایجاد فایل شخصیتی Cyclone Xtreme .cfg
fi: Luo Cyclone Xtreme .cfg -persoonallisuustiedosto
fr: Créer un fichier de personnalisation .cfg pour Cyclone Xtreme
he: צור קובץ אישיות .cfg של Cyclone Xtreme
hi: साइक्लोन एक्सट्रीम .cfg व्यक्तित्व फ़ाइल बनाएँ
hu: Cyclone Xtreme .cfg személyiségfájl létrehozása
id: Buat file kepribadian Cyclone Xtreme .cfg
it: Crea il file di personalità .cfg di Cyclone Xtreme
ja: Cyclone Xtreme .cfgパーソナリティファイルを作成する
ko: Cyclone Xtreme .cfg 개성 파일을 만듭니다.
lt: Sukurkite „Cyclone Xtreme .cfg“ asmenybės failą
lv: Izveidojiet Cyclone Xtreme .cfg personības failu
nl: Maak een Cyclone Xtreme .cfg-persoonlijkheidsbestand
no: Opprett en Cyclone Xtreme .cfg-personlighetsfil
pl: Utwórz plik osobowości Cyclone Xtreme .cfg
pt: Crie o arquivo de personalidade Cyclone Xtreme .cfg
ro: Creați fișierul de personalitate .cfg Cyclone Xtreme
ru: Создать файл личности Cyclone Xtreme .cfg
sq: Krijo skedarin e personalitetit Cyclone Xtreme .cfg
sr: Направите .cfg датотеку личности за Cyclone Xtreme
sv: Skapa en Cyclone Xtreme .cfg-personlighetsfil
sw: Unda faili ya kibinafsi ya Cyclone Xtreme .cfg
ta: Cyclone Xtreme .cfg ஆளுமை கோப்பை உருவாக்கவும்.
th: สร้างไฟล์บุคลิกภาพ Cyclone Xtreme .cfg
tr: Cyclone Xtreme .cfg kişilik dosyası oluşturun
uk: Створення файлу особистості Cyclone Xtreme .cfg
ur: Cyclone Xtreme .cfg شخصیت کی فائل بنائیں
vi: Tạo tệp cá tính Cyclone Xtreme .cfg
zh: 创建 Cyclone Xtreme .cfg 配置文件

source: Cyclone Xtreme engine options
ar: خيارات محرك Cyclone Xtreme
bg: Опции на двигателя Cyclone Xtreme
bn: সাইক্লোন এক্সট্রিম ইঞ্জিনের বিকল্পগুলি
cs: Možnosti motoru Cyclone Xtreme
da: Cyclone Xtreme motormuligheder
de: Cyclone Xtreme Motoroptionen
el: Επιλογές κινητήρα Cyclone Xtreme
es: Opciones de motor Cyclone Xtreme
et: Cyclone Xtreme mootori valikud
fa: گزینه‌های موتور Cyclone Xtreme
fi: Cyclone Xtreme -moottorivaihtoehdot
fr: options de moteur Cyclone Xtreme
he: אפשרויות מנוע Cyclone Xtreme
hi: साइक्लोन एक्सट्रीम इंजन विकल्प
hu: Cyclone Xtreme motor opciók
id: Pilihan mesin Cyclone Xtreme
it: Opzioni del motore Cyclone Xtreme
ja: サイクロンエクストリームエンジンオプション
ko: 사이클론 익스트림 엔진 옵션
lt: „Cyclone Xtreme“ variklio parinktys
lv: Cyclone Xtreme dzinēja opcijas
nl: Cyclone Xtreme-motoropties
no: Cyclone Xtreme-motoralternativer
pl: Opcje silnika Cyclone Xtreme
pt: Opções de motor Cyclone Xtreme
ro: Opțiuni motor Cyclone Xtreme
ru: Варианты двигателей Cyclone Xtreme
sq: Opsionet e motorit Cyclone Xtreme
sr: Опције мотора Cyclone Xtreme
sv: Cyclone Xtreme-motoralternativ
sw: Chaguzi za injini ya Cyclone Xtreme
ta: சைக்ளோன் எக்ஸ்ட்ரீம் எஞ்சின் விருப்பங்கள்
th: ตัวเลือกเครื่องยนต์ Cyclone Xtreme
tr: Cyclone Xtreme motor seçenekleri
uk: Варіанти двигунів Cyclone Xtreme
ur: سائیکلون ایکسٹریم انجن کے اختیارات
vi: Tùy chọn động cơ Cyclone Xtreme
zh: Cyclone Xtreme发动机选项

source: Reset the Cyclone Xtreme engine configuration file to the default values
ar: إعادة تعيين ملف تكوين محرك Cyclone Xtreme إلى القيم الافتراضية
bg: Нулирайте конфигурационния файл на двигателя Cyclone Xtreme до стойностите по подразбиране
bn: সাইক্লোন এক্সট্রিম ইঞ্জিন কনফিগারেশন ফাইলটি ডিফল্ট মানগুলিতে রিসেট করুন
cs: Obnovte konfigurační soubor motoru Cyclone Xtreme na výchozí hodnoty.
da: Nulstil Cyclone Xtreme-motorkonfigurationsfilen til standardværdierne
de: Setzen Sie die Cyclone Xtreme-Engine-Konfigurationsdatei auf die Standardwerte zurück.
el: Επαναφέρετε το αρχείο διαμόρφωσης του κινητήρα Cyclone Xtreme στις προεπιλεγμένες τιμές
es: Restablezca el archivo de configuración del motor Cyclone Xtreme a los valores predeterminados.
et: Lähtestage Cyclone Xtreme mootori konfiguratsioonifail vaikeväärtustele
fa: فایل پیکربندی موتور Cyclone Xtreme را به مقادیر پیش‌فرض بازنشانی کنید.
fi: Palauta Cyclone Xtreme -moottorin määritystiedosto oletusarvoihin
fr: Réinitialisez le fichier de configuration du moteur Cyclone Xtreme aux valeurs par défaut
he: איפוס קובץ התצורה של מנוע Cyclone Xtreme לערכי ברירת המחדל
hi: साइक्लोन एक्सट्रीम इंजन कॉन्फ़िगरेशन फ़ाइल को डिफ़ॉल्ट मानों पर रीसेट करें
hu: Állítsa vissza a Cyclone Xtreme motor konfigurációs fájlját az alapértelmezett értékekre
id: Setel ulang file konfigurasi mesin Cyclone Xtreme ke nilai default
it: Ripristinare il file di configurazione del motore Cyclone Xtreme ai valori predefiniti
ja: Cyclone Xtremeエンジン設定ファイルをデフォルト値にリセットします
ko: Cyclone Xtreme 엔진 구성 파일을 기본값으로 재설정합니다.
lt: Atkurkite „Cyclone Xtreme“ variklio konfigūracijos failą į numatytąsias reikšmes
lv: Atiestatiet Cyclone Xtreme dzinēja konfigurācijas failu uz noklusējuma vērtībām
nl: Het configuratiebestand van de Cyclone Xtreme-engine opnieuw instellen op de standaardwaarden
no: Tilbakestill konfigurasjonsfilen for Cyclone Xtreme-motoren til standardverdiene
pl: Zresetuj plik konfiguracji silnika Cyclone Xtreme do wartości domyślnych
pt: Redefina o arquivo de configuração do motor Cyclone Xtreme para os valores padrão.
ro: Resetați fișierul de configurare al motorului Cyclone Xtreme la valorile implicite
ru: Сбросьте файл конфигурации движка Cyclone Xtreme до значений по умолчанию.
sq: Rivendos skedarin e konfigurimit të motorit Cyclone Xtreme në vlerat fillestare
sr: Ресетујте конфигурациону датотеку мотора Cyclone Xtreme на подразумеване вредности
sv: Återställ Cyclone Xtreme-motorkonfigurationsfilen till standardvärdena
sw: Weka upya faili ya usanidi wa injini ya Cyclone Xtreme kwa maadili chaguo-msingi
ta: சைக்ளோன் எக்ஸ்ட்ரீம் என்ஜின் உள்ளமைவு கோப்பை இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்கவும்.
th: รีเซ็ตไฟล์การกำหนดค่าเครื่องยนต์ Cyclone Xtreme เป็นค่าเริ่มต้น
tr: Cyclone Xtreme motor yapılandırma dosyasını varsayılan değerlere sıfırlayın
uk: Скиньте файл конфігурації двигуна Cyclone Xtreme до значень за замовчуванням
ur: Cyclone Xtreme انجن کنفیگریشن فائل کو ڈیفالٹ ویلیوز پر ری سیٹ کریں۔
vi: Đặt lại tệp cấu hình động cơ Cyclone Xtreme về giá trị mặc định
zh: 将 Cyclone Xtreme 引擎配置文件重置为默认值

source: Create a random personality file for the Cyclone Xtreme engine
ar: إنشاء ملف شخصية عشوائي لمحرك Cyclone Xtreme
bg: Създайте произволен файл с личност за двигателя Cyclone Xtreme
bn: সাইক্লোন এক্সট্রিম ইঞ্জিনের জন্য একটি এলোমেলো ব্যক্তিত্ব ফাইল তৈরি করুন
cs: Vytvořte náhodný soubor s osobnostmi pro motor Cyclone Xtreme
da: Opret en tilfældig personlighedsfil til Cyclone Xtreme-motoren
de: Erstelle eine zufällige Persönlichkeitsdatei für den Cyclone Xtreme-Motor
el: Δημιουργήστε ένα τυχαίο αρχείο προσωπικότητας για τη μηχανή Cyclone Xtreme
es: Crea un archivo de personalidad aleatorio para el motor Cyclone Xtreme.
et: Loo Cyclone Xtreme mootorile juhuslik isiksusefail
fa: یک فایل شخصیت تصادفی برای موتور Cyclone Xtreme ایجاد کنید
fi: Luo satunnainen persoonallisuustiedosto Cyclone Xtreme -pelimoottorille
fr: Créez un fichier de personnalité aléatoire pour le moteur Cyclone Xtreme.
he: צור קובץ אישיות אקראי עבור מנוע Cyclone Xtreme
hi: साइक्लोन एक्सट्रीम इंजन के लिए एक यादृच्छिक व्यक्तित्व फ़ाइल बनाएँ
hu: Hozz létre egy véletlenszerű személyiségfájlt a Cyclone Xtreme motorhoz
id: Buat file kepribadian acak untuk mesin Cyclone Xtreme
it: Crea un file di personalità casuale per il motore Cyclone Xtreme
ja: Cyclone Xtremeエンジン用のランダムパーソナリティファイルを作成する
ko: Cyclone Xtreme 엔진에 대한 무작위 성격 파일을 만듭니다.
lt: Sukurkite atsitiktinį asmenybės failą „Cyclone Xtreme“ varikliui
lv: Izveidojiet nejaušu personības failu Cyclone Xtreme dzinējam
nl: Maak een willekeurig persoonlijkheidsbestand voor de Cyclone Xtreme-engine
no: Lag en tilfeldig personlighetsfil for Cyclone Xtreme-motoren
pl: Utwórz losowy plik osobowości dla silnika Cyclone Xtreme
pt: Crie um arquivo de personalidade aleatório para o motor Cyclone Xtreme.
ro: Creați un fișier de personalitate aleatoriu pentru motorul Cyclone Xtreme
ru: Создайте случайный файл личности для движка Cyclone Xtreme
sq: Krijo një skedar personaliteti të rastësishëm për motorin Cyclone Xtreme
sr: Направите случајну датотеку личности за мотор Cyclone Xtreme
sv: Skapa en slumpmässig personlighetsfil för Cyclone Xtreme-motorn
sw: Unda faili isiyo ya kawaida ya injini ya Cyclone Xtreme
ta: சைக்ளோன் எக்ஸ்ட்ரீம் எஞ்சினுக்கு ஒரு சீரற்ற ஆளுமை கோப்பை உருவாக்கவும்.
th: สร้างไฟล์บุคลิกภาพแบบสุ่มสำหรับเครื่องยนต์ Cyclone Xtreme
tr: Cyclone Xtreme motoru için rastgele bir kişilik dosyası oluşturun
uk: Створіть випадковий файл особистостей для двигуна Cyclone Xtreme
ur: سائیکلون ایکسٹریم انجن کے لیے ایک بے ترتیب شخصیت کی فائل بنائیں
vi: Tạo một tệp tính cách ngẫu nhiên cho công cụ Cyclone Xtreme
zh: 为 Cyclone Xtreme 引擎创建一个随机性格文件

source: Select the default < cyclone.cfg > personality file
ar: حدد ملف الشخصية الافتراضي < cyclone.cfg >
bg: Изберете файла с личността по подразбиране <cyclone.cfg>
bn: ডিফল্ট cyclone.cfg > ব্যক্তিত্ব ফাইলটি নির্বাচন করুন।
cs: Vyberte výchozí soubor s osobnostmi <cyclone.cfg>
da: Vælg standardpersonlighedsfilen <cyclone.cfg>
de: Wählen Sie die Standard-Persönlichkeitsdatei <cyclone.cfg> aus.
el: Επιλέξτε το προεπιλεγμένο αρχείο προσωπικότητας < cyclone.cfg >
es: Seleccione el archivo de personalidad predeterminado <cyclone.cfg>
et: Valige vaikimisi isikupärafail <cyclone.cfg>
fa: فایل شخصیتی پیش‌فرض <cyclone.cfg> را انتخاب کنید
fi: Valitse oletusarvoinen < cyclone.cfg > -ohjelmatiedosto
fr: Sélectionnez le fichier de personnalité par défaut < cyclone.cfg >
he: בחר את קובץ האישיות <cyclone.cfg> המוגדר כברירת מחדל
hi: डिफ़ॉल्ट <cyclone.cfg> व्यक्तित्व फ़ाइल का चयन करें
hu: Válassza ki az alapértelmezett < cyclone.cfg > személyiségfájlt
id: Pilih file kepribadian default < cyclone.cfg >
it: Seleziona il file di personalità predefinito < cyclone.cfg >
ja: デフォルトの<cyclone.cfg>パーソナリティファイルを選択します。
ko: 기본 <cyclone.cfg> 개성 파일을 선택하세요
lt: Pasirinkite numatytąjį <cyclone.cfg> asmeninio lygio failą
lv: Atlasiet noklusējuma <cyclone.cfg> personības failu
nl: Selecteer het standaard <cyclone.cfg> persoonlijkheidsbestand
no: Velg standard <cyclone.cfg> personlighetsfilen
pl: Wybierz domyślny plik osobowości <cyclone.cfg>
pt: Selecione o arquivo de personalidade padrão <cyclone.cfg>
ro: Selectați fișierul de personalitate implicit <cyclone.cfg>
ru: Выберите файл личности по умолчанию <cyclone.cfg>
sq: Zgjidhni skedarin e personalitetit <cyclone.cfg> të parazgjedhur
sr: Изаберите подразумевану датотеку личности < cyclone.cfg >
sv: Välj standardpersonlighetsfilen <cyclone.cfg>
sw: Chagua faili chaguomsingi ya < cyclone.cfg > haiba
ta: இயல்புநிலை cyclone.cfg > ஆளுமை கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์บุคลิกภาพ < cyclone.cfg > เริ่มต้น
tr: Varsayılan < cyclone.cfg > kişilik dosyasını seçin
uk: Виберіть файл особистості <cyclone.cfg> за замовчуванням
ur: ڈیفالٹ < cyclone.cfg > شخصیت فائل کو منتخب کریں۔
vi: Chọn tệp tính cách mặc định <cyclone.cfg>
zh: 选择默认的 <cyclone.cfg> 配置文件

source: Hold down the shift key to clear the input box
ar: اضغط باستمرار على مفتاح Shift لمسح مربع الإدخال
bg: Задръжте натиснат клавиша Shift, за да изчистите полето за въвеждане
bn: ইনপুট বাক্সটি সাফ করার জন্য শিফট কীটি ধরে রাখুন।
cs: Podržte klávesu Shift pro vymazání vstupního pole
da: Hold Shift-tasten nede for at rydde inputfeltet
de: Halten Sie die Umschalttaste gedrückt, um das Eingabefeld zu leeren.
el: Κρατήστε πατημένο το πλήκτρο Shift για να καθαρίσετε το πλαίσιο εισαγωγής
es: Mantén presionada la tecla Mayús para borrar el cuadro de entrada.
et: Sisestusvälja tühjendamiseks hoidke all tõstuklahvi (Shift)
fa: برای پاک کردن کادر ورودی، کلید shift را نگه دارید
fi: Pidä vaihtonäppäintä painettuna tyhjentääksesi syöttökentän
fr: Maintenez la touche Maj enfoncée pour effacer la zone de saisie.
he: החזק את מקש Shift לחוץ כדי לנקות את תיבת הקלט
hi: इनपुट बॉक्स साफ़ करने के लिए Shift कुंजी दबाए रखें
hu: Tartsa lenyomva a Shift billentyűt a beviteli mező törléséhez
id: Tekan terus tombol shift untuk menghapus kotak input
it: Tenere premuto il tasto Maiusc per cancellare il contenuto della casella di input
ja: Shiftキーを押したままにすると入力ボックスがクリアされます
ko: Shift 키를 누르고 있으면 입력란이 지워집니다.
lt: Norėdami išvalyti įvesties laukelį, laikykite nuspaudę klavišą „Shift“
lv: Turiet nospiestu taustiņu Shift, lai notīrītu ievades lodziņu
nl: Houd de Shift-toets ingedrukt om het invoerveld te wissen
no: Hold nede shift-tasten for å tømme inndataboksen
pl: Przytrzymaj klawisz Shift, aby wyczyścić pole wprowadzania danych
pt: Mantenha pressionada a tecla Shift para limpar a caixa de entrada.
ro: Țineți apăsată tasta Shift pentru a goli caseta de introducere
ru: Удерживайте клавишу Shift, чтобы очистить поле ввода.
sq: Mbani shtypur tastin Shift për të pastruar kutinë e futjes
sr: Држите притиснут тастер Shift да бисте обрисали поље за унос
sv: Håll ned skifttangenten för att rensa inmatningsrutan
sw: Shikilia kitufe cha shift ili kufuta kisanduku cha ingizo
ta: உள்ளீட்டுப் பெட்டியை அழிக்க shift விசையை அழுத்திப் பிடிக்கவும்.
th: กดปุ่ม Shift ค้างไว้เพื่อล้างกล่องป้อนข้อมูล
tr: Giriş kutusunu temizlemek için Shift tuşunu basılı tutun
uk: Утримуйте клавішу Shift, щоб очистити поле введення
ur: ان پٹ باکس کو صاف کرنے کے لیے شفٹ کلید کو دبا کر رکھیں
vi: Giữ phím Shift để xóa hộp nhập liệu
zh: 按住 Shift 键可清除输入框

source: was reset to the default values
ar: تمت إعادة تعيينها إلى القيم الافتراضية
bg: беше върнат към стойностите по подразбиране
bn: ডিফল্ট মানগুলিতে রিসেট করা হয়েছে
cs: byl resetován na výchozí hodnoty
da: blev nulstillet til standardværdierne
de: wurde auf die Standardwerte zurückgesetzt
el: έγινε επαναφορά στις προεπιλεγμένες τιμές
es: se restableció a los valores predeterminados
et: lähtestati vaikeväärtustele
fa: به مقادیر پیش‌فرض بازنشانی شد
fi: palautettiin oletusarvoihin
fr: a été réinitialisé aux valeurs par défaut
he: אופס לערכי ברירת המחדל
hi: डिफ़ॉल्ट मानों पर रीसेट किया गया था
hu: vissza lett állítva az alapértelmezett értékekre
id: telah diatur ulang ke nilai default
it: è stato ripristinato ai valori predefiniti
ja: デフォルト値にリセットされました
ko: 기본값으로 재설정되었습니다
lt: buvo atkurtos numatytosios vertės
lv: tika atiestatīta uz noklusējuma vērtībām
nl: is teruggezet naar de standaardwaarden
no: ble tilbakestilt til standardverdiene
pl: został zresetowany do wartości domyślnych
pt: foi redefinido para os valores padrão
ro: a fost resetată la valorile implicite
ru: был сброшен до значений по умолчанию
sq: u rivendos në vlerat fillestare
sr: је ресетован на подразумеване вредности
sv: återställdes till standardvärdena
sw: iliwekwa upya kwa maadili chaguo-msingi
ta: இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்கப்பட்டது.
th: ได้รับการรีเซ็ตเป็นค่าเริ่มต้น
tr: varsayılan değerlere sıfırlandı
uk: було скинуто до значень за замовчуванням
ur: پہلے سے طے شدہ اقدار پر دوبارہ ترتیب دیا گیا تھا۔
vi: đã được đặt lại về giá trị mặc định
zh: 已重置为默认值

source: Error resetting
ar: خطأ في إعادة الضبط
bg: Грешка при нулиране
bn: রিসেট করার সময় ত্রুটি
cs: Chyba při resetování
da: Fejl ved nulstilling
de: Fehler beim Zurücksetzen
el: Σφάλμα κατά την επαναφορά
es: Error al restablecer
et: Viga lähtestamisel
fa: خطا در تنظیم مجدد
fi: Virhe nollauksessa
fr: Réinitialisation de l'erreur
he: שגיאה באיפוס
hi: रीसेट करते समय त्रुटि
hu: Hiba az alaphelyzetbe állításkor
id: Kesalahan saat mengatur ulang
it: Errore durante il ripristino
ja: リセット中にエラーが発生しました
ko: 재설정 오류
lt: Klaida nustatant iš naujo
lv: Atiestatīšanas kļūda
nl: Fout bij het resetten
no: Feil ved tilbakestilling
pl: Błąd resetowania
pt: Erro ao reiniciar
ro: Eroare la resetare
ru: Ошибка сброса
sq: Gabim gjatë rivendosjes
sr: Грешка при ресетовању
sv: Fel vid återställning
sw: Hitilafu ya kuweka upya
ta: மீட்டமைப்பதில் பிழை
th: เกิดข้อผิดพลาดในการรีเซ็ต
tr: Hata sıfırlanıyor
uk: Помилка скидання
ur: ری سیٹ کرنے میں خرابی۔
vi: Lỗi khi đặt lại
zh: 重置错误
