Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: usually weaken the engine.
ar: عادة ما يضعف المحرك.
bg: обикновено отслабват двигателя.
bn: সাধারণত ইঞ্জিনকে দুর্বল করে।
cs: obvykle oslabují motor.
da: svækker normalt motoren.
de: schwächen in der Regel den Motor.
el: συνήθως αποδυναμώνουν τον κινητήρα.
es: suelen debilitar el motor.
et: tavaliselt nõrgestavad mootorit.
fa: معمولاً موتور را ضعیف می‌کنند.
fi: yleensä heikentävät moottoria.
fr: généralement affaiblir le moteur.
he: בדרך כלל מחלישים את המנוע.
hi: आमतौर पर इंजन कमजोर हो जाता है.
hu: általában gyengítik a motort.
id: biasanya melemahkan mesin.
it: di solito indeboliscono il motore.
ja: 通常はエンジンを弱めます。
ko: 일반적으로 엔진을 약화시킵니다.
lt: paprastai susilpnina variklį.
lv: parasti vājina dzinēju.
nl: verzwakken meestal de motor.
no: svekker vanligvis motoren.
pl: zwykle osłabiają silnik.
pt: geralmente enfraquecem o motor.
ro: de obicei slăbesc motorul.
ru: обычно ослабляют двигатель.
sq: zakonisht e dobësojnë motorin.
sr: обично ослабљују мотор.
sv: försvagar vanligtvis motorn.
sw: kawaida hudhoofisha injini.
ta: பொதுவாக இயந்திரத்தை பலவீனப்படுத்துகிறது.
th: มักจะทำให้เครื่องยนต์อ่อนลง
tr: genellikle motoru zayıflatır.
uk: зазвичай послаблюють двигун.
ur: عام طور پر انجن کو کمزور کرتا ہے۔
vi: thường làm yếu động cơ.
zh: 通常会削弱发动机性能。

source: Armed with all of these options, you should be able to adjust
ar: مسلحًا بكل هذه الخيارات، يجب أن تكون قادرًا على التعديل
bg: Въоръжени с всички тези опции, би трябвало да можете да се приспособите
bn: এই সমস্ত বিকল্পের সাথে সজ্জিত, আপনি সামঞ্জস্য করতে সক্ষম হবেন
cs: Vyzbrojeni všemi těmito možnostmi byste měli být schopni upravit
da: Bevæbnet med alle disse muligheder, burde du være i stand til at justere
de: Mit all diesen Optionen sollten Sie in der Lage sein, die Einstellungen anzupassen.
el: Οπλισμένοι με όλες αυτές τις επιλογές, θα πρέπει να μπορείτε να προσαρμόσετε
es: Con todas estas opciones, debería poder ajustar
et: Kõigi nende valikutega relvastatuna peaksite saama kohaneda
fa: با در نظر گرفتن همه این گزینه‌ها، باید بتوانید خودتان را تنظیم کنید
fi: Kaikkien näiden vaihtoehtojen avulla sinun pitäisi pystyä säätämään
fr: Grâce à toutes ces options, vous devriez pouvoir vous adapter.
he: מצוידים בכל האפשרויות הללו, אתה אמור להיות מסוגל להתאים
hi: इन सभी विकल्पों के साथ, आप समायोजित करने में सक्षम होंगे
hu: Mindezen lehetőségek birtokában képesnek kell lennie arra, hogy beállítsa
id: Dengan semua pilihan ini, Anda seharusnya dapat menyesuaikan
it: Dotato di tutte queste opzioni, dovresti essere in grado di adattarti
ja: これらのオプションをすべて活用すれば、
ko: 이러한 모든 옵션을 갖추고 있으면 조정할 수 있어야 합니다.
lt: Turėdami visas šias parinktis, turėtumėte galėti prisitaikyti
lv: Bruņojoties ar visām šīm iespējām, jums vajadzētu būt iespējai pielāgot
nl: Gewapend met al deze opties zou u in staat moeten zijn om uw instellingen aan te passen
no: Bevæpnet med alle disse alternativene, burde du kunne justere
pl: Mając do dyspozycji wszystkie te opcje, powinieneś być w stanie dostosować
pt: Com todas essas opções em mãos, você poderá fazer os ajustes necessários.
ro: Înarmat cu toate aceste opțiuni, ar trebui să puteți ajusta
ru: Вооружившись всеми этими возможностями, вы сможете настроить
sq: I pajisur me të gjitha këto mundësi, duhet të jeni në gjendje të përshtateni
sr: Наоружани свим овим опцијама, требало би да будете у могућности да прилагодите
sv: Beväpnad med alla dessa alternativ borde du kunna justera
sw: Ukiwa na chaguzi hizi zote, unapaswa kuwa na uwezo wa kurekebisha
ta: இந்த அனைத்து விருப்பங்களுடனும் ஆயுதம் ஏந்தி, நீங்கள் சரிசெய்ய முடியும்
th: เมื่อมีตัวเลือกทั้งหมดเหล่านี้แล้ว คุณควรจะสามารถปรับ
tr: Tüm bu seçeneklerle donanmış olarak, ayarlama yapabilmeniz gerekir
uk: Озброївшись усіма цими опціями, ви зможете налаштувати
ur: ان تمام اختیارات سے لیس، آپ کو ایڈجسٹ کرنے کے قابل ہونا چاہئے۔
vi: Được trang bị tất cả các tùy chọn này, bạn sẽ có thể điều chỉnh
zh: 掌握了这些选项，你应该能够进行调整。

source: all of these engines to a playing strength that suits you,
ar: كل هذه المحركات لقوة اللعب التي تناسبك،
bg: всички тези двигатели до сила на свирене, която ви подхожда,
bn: এই সমস্ত ইঞ্জিনগুলিকে এমন একটি বাজানো শক্তিতে তৈরি করুন যা আপনার জন্য উপযুক্ত,
cs: všechny tyto motory na sílu hry, která vám vyhovuje,
da: alle disse motorer til en spillestyrke, der passer dig,
de: alle diese Motoren auf eine Spielstärke, die zu Ihnen passt.
el: όλες αυτές τις μηχανές σε μια ισχύ παιχνιδιού που σας ταιριάζει,
es: todos estos motores a una potencia de juego que se adapte a ti,
et: kõik need mootorid sulle sobiva mängutugevuseni,
fa: همه این موتورها به قدرت بازی که مناسب شما باشد،
fi: kaikki nämä moottorit sinulle sopivaan soittovoimakkuuteen,
fr: Adaptez tous ces moteurs à une puissance de jeu qui vous convient.
he: כל המנועים האלה לעוצמת נגינה שמתאימה לך,
hi: इन सभी इंजनों को एक ऐसी खेल शक्ति के लिए जो आपके अनुकूल हो,
hu: mindezeket a motorokat egy olyan játékerősségre állítja, ami neked megfelel,
id: semua mesin ini dengan kekuatan bermain yang sesuai untuk Anda,
it: tutti questi motori a una potenza di gioco adatta a te,
ja: これらすべてのエンジンを自分に合った演奏の強さに合わせて、
ko: 이 모든 엔진을 당신에게 맞는 플레이 강도로 조정하세요.
lt: visus šiuos variklius iki jums tinkamo grojimo stiprumo,
lv: visus šos dzinējus ar jums piemērotu spēles jaudu,
nl: al deze engines naar een speelsterkte die bij u past,
no: alle disse motorene til en spillestyrke som passer deg,
pl: wszystkie te silniki do mocy gry, która Ci odpowiada,
pt: todos esses motores para uma força de jogo que lhe convém,
ro: toate aceste motoare la o putere de joc care ți se potrivește,
ru: все эти движки под силу игры, которая вам подходит,
sq: të gjithë këta motorë në një forcë loje që ju përshtatet,
sr: сви ови мотори до снаге свирања која вам одговара,
sv: alla dessa motorer till en spelstyrka som passar dig,
sw: injini hizi zote kwa nguvu ya kucheza inayokufaa,
ta: இந்த அனைத்து இயந்திரங்களையும் உங்களுக்கு ஏற்ற விளையாடும் வலிமைக்கு,
th: เครื่องยนต์ทั้งหมดเหล่านี้มีกำลังการเล่นที่เหมาะกับคุณ
tr: tüm bu motorları size uygun bir oyun gücüne dönüştürün,
uk: всі ці двигуни до ігрової сили, яка вам підходить,
ur: یہ تمام انجن آپ کے لیے موزوں ہیں،
vi: tất cả các động cơ này để có sức mạnh chơi phù hợp với bạn,
zh: 所有这些引擎都可以根据你的游戏强度进行调整，

source: although it may take a fair amount of experimentation to achieve this.
ar: على الرغم من أن الأمر قد يتطلب قدرًا كبيرًا من التجارب لتحقيق ذلك.
bg: въпреки че може да са необходими доста експерименти, за да се постигне това.
bn: যদিও এটি অর্জনের জন্য যথেষ্ট পরিমাণে পরীক্ষা-নিরীক্ষার প্রয়োজন হতে পারে।
cs: i když k dosažení tohoto cíle může být zapotřebí značné množství experimentování.
da: selvom det kan kræve en del eksperimentering at opnå dette.
de: Auch wenn es dafür wohl einige Experimente brauchen wird.
el: αν και μπορεί να χρειαστεί αρκετός πειραματισμός για να επιτευχθεί αυτό.
es: aunque lograrlo pueda requerir bastante experimentación.
et: kuigi selle saavutamiseks võib vaja minna üsna palju katsetamist.
fa: اگرچه ممکن است برای رسیدن به این هدف، آزمایش‌های زیادی لازم باشد.
fi: vaikka tämän saavuttaminen saattaa vaatia melkoisesti kokeilua.
fr: même si cela peut nécessiter pas mal d'expérimentation.
he: למרות שייתכן שיידרש לא מעט ניסויים כדי להשיג זאת.
hi: हालाँकि इसे प्राप्त करने के लिए काफी प्रयोग करने पड़ सकते हैं।
hu: bár ennek eléréséhez elég sok kísérletezésre lehet szükség.
id: meskipun mungkin dibutuhkan sejumlah eksperimen untuk mencapainya.
it: anche se per riuscirci potrebbe essere necessaria una discreta quantità di sperimentazione.
ja: ただし、これを実現するにはかなりの実験が必要になる可能性があります。
ko: 하지만 이를 달성하려면 상당한 실험이 필요할 수도 있습니다.
lt: nors norint tai pasiekti, gali prireikti nemažai eksperimentų.
lv: lai gan, lai to panāktu, var būt nepieciešams diezgan daudz eksperimentu.
nl: Het kan echter wel wat experimenteren kosten om dit te bereiken.
no: selv om det kan kreve en god del eksperimentering for å oppnå dette.
pl: choć osiągnięcie tego może wymagać sporej ilości eksperymentów.
pt: embora possa ser necessário um certo grau de experimentação para alcançar esse objetivo.
ro: deși ar putea fi nevoie de un volum considerabil de experimentare pentru a realiza acest lucru.
ru: хотя для достижения этого может потребоваться немало экспериментов.
sq: megjithëse mund të duhen mjaft eksperimente për ta arritur këtë.
sr: иако може бити потребно доста експериментисања да би се то постигло.
sv: även om det kan krävas en hel del experimenterande för att uppnå detta.
sw: ingawa inaweza kuchukua kiasi cha kutosha cha majaribio ili kufikia hili.
ta: இதை அடைய நியாயமான அளவு பரிசோதனை தேவைப்படலாம் என்றாலும்.
th: แม้ว่าอาจต้องมีการทดลองพอสมควรจึงจะบรรลุเป้าหมายนี้ได้
tr: Bunu başarmak için epeyce deneme yapmak gerekebilir.
uk: хоча для досягнення цього може знадобитися чимало експериментів.
ur: اگرچہ اس کو حاصل کرنے کے لیے کافی حد تک تجربہ کرنا پڑ سکتا ہے۔
vi: mặc dù có thể phải mất khá nhiều thử nghiệm để đạt được điều này.
zh: 虽然这可能需要大量的实验才能实现。
