Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: You can use the < Variety > option just to vary the play if you set
ar: يمكنك استخدام خيار <التنوع> فقط لتغيير طريقة اللعب إذا قمت بتعيين
bg: Можете да използвате опцията < Разнообразие >, за да разнообразите възпроизвеждането, ако зададете
bn: আপনি যদি সেট করেন তবে খেলার পরিবর্তনের জন্য <Variety > বিকল্পটি ব্যবহার করতে পারেন
cs: Volbu < Variety> můžete použít pouze k obměně přehrávání, pokud nastavíte
da: Du kan bruge <Varieté>-funktionen til at variere afspilningen, hvis du har indstillet
de: Sie können die Option < Variety > verwenden, um das Spiel zu variieren, wenn Sie Folgendes einstellen:
el: Μπορείτε να χρησιμοποιήσετε την επιλογή <Ποικιλία> απλώς για να μεταβάλλετε την αναπαραγωγή, εάν ορίσετε
es: Puedes usar la opción <Variedad> simplemente para variar la reproducción si la configuras.
et: Saate kasutada valikut <Variety>, et esitust varieerida, kui olete selle määranud.
fa: می‌توانید از گزینه <Variety> برای تغییر پخش در صورت تنظیم استفاده کنید.
fi: Voit käyttää <Variety>-vaihtoehtoa vain pelin vaihteluun, jos asetat
fr: Vous pouvez utiliser l'option < Variété > simplement pour varier le jeu si vous définissez
he: ניתן להשתמש באפשרות <Variety> רק כדי לשנות את המנגינה אם הגדרתם
hi: यदि आप सेट करते हैं तो आप नाटक को अलग-अलग करने के लिए < विविधता > विकल्प का उपयोग कर सकते हैं
hu: A < Variety> opcióval egyszerűen változtathatod a lejátszási módot, ha beállítod
id: Anda dapat menggunakan opsi <Variasi> hanya untuk memvariasikan permainan jika Anda mengatur
it: Puoi usare l'opzione <Varietà> solo per variare il gioco se imposti
ja: <バラエティ>オプションを使用すると、プレイにバリエーションを加えることができます。
ko: <다양성> 옵션을 사용하면 재생을 다양하게 변경할 수 있습니다.
lt: Galite naudoti parinktį < Įvairovė >, jei nustatote, kad pakeistumėte grojimą.
lv: Varat izmantot opciju <Varietība>, lai mainītu atskaņošanu, ja iestatāt
nl: U kunt de optie <Variatie> gebruiken om het spel te variëren als u
no: Du kan bruke alternativet <Variasjon> bare for å variere avspillingen hvis du angir
pl: Możesz użyć opcji <Różnorodność>, aby zmienić odtwarzanie, jeśli ustawisz
pt: Você pode usar a opção <Variedade> apenas para variar a jogabilidade, caso tenha configurado.
ro: Puteți folosi opțiunea <Varietate> doar pentru a varia redarea dacă ați setat
ru: Вы можете использовать опцию <Разнообразие>, чтобы разнообразить игру, если вы установите
sq: Mund të përdorni opsionin < Varietet > vetëm për të ndryshuar luajtjen nëse e vendosni
sr: Можете користити опцију < Разноликост > само да бисте променили репродукцију ако подесите
sv: Du kan använda alternativet <Variety> bara för att variera spelningen om du ställer in
sw: Unaweza kutumia chaguo la < Variety > ili kubadilisha uchezaji ikiwa utaweka
ta: நீங்கள் அமைத்தால், நாடகத்தை மாற்ற, வெரைட்டி > விருப்பத்தைப் பயன்படுத்தலாம்.
th: คุณสามารถใช้ตัวเลือก <ความหลากหลาย> เพื่อเปลี่ยนรูปแบบการเล่นได้หากคุณตั้งค่า
tr: Eğer ayarlarsanız, oyunu çeşitlendirmek için < Çeşitlilik > seçeneğini kullanabilirsiniz
uk: Ви можете скористатися опцією < Різноманітність >, щоб урізноманітнити відтворення, якщо встановите
ur: اگر آپ سیٹ کرتے ہیں تو آپ صرف ڈرامے کو مختلف کرنے کے لیے < ورائٹی > اختیار استعمال کر سکتے ہیں۔
vi: Bạn có thể sử dụng tùy chọn < Đa dạng > chỉ để thay đổi cách chơi nếu bạn thiết lập
zh: 如果您设置了“变化”选项，则可以使用该选项来改变游戏玩法。

source: the < Allowed deficit > to a low value, say 25 centi-pawns.
ar: العجز المسموح به إلى قيمة منخفضة، مثلا 25 سنتًا.
bg: < Допустим дефицит > до ниска стойност, да речем 25 стотинки-пешки.
bn: <অনুমোদিত ঘাটতি > একটি কম মান, ধরুন ২৫ সেন্টি-প্যান।
cs: < Povolený deficit > na nízkou hodnotu, řekněme 25 centových pěšců.
da: det <Tilladte underskud> til en lav værdi, f.eks. 25 centi-bønder.
de: das < Zulässige Defizit > auf einen niedrigen Wert, sagen wir 25 Centi-Bauern.
el: το <Επιτρεπόμενο έλλειμμα> σε μια χαμηλή τιμή, ας πούμε 25 σεντς-πιόνια.
es: el < Déficit permitido > a un valor bajo, digamos 25 centipeones.
et: <Lubatud puudujääk> väikeseks väärtuseks, näiteks 25 senti-etturiks.
fa: <کمبود مجاز> را به مقدار کمی، مثلاً ۲۵ سانتی-پیاده، کاهش دهید.
fi: < Sallittu alijäämä > pieneksi, esimerkiksi 25 senttisotilaaksi.
fr: le < Déficit autorisé > à une faible valeur, par exemple 25 centi-pions.
he: ה- <גירעון המותר> לערך נמוך, נניח 25 סנט-פיונים.
hi: < स्वीकृत घाटा > को कम मूल्य पर, जैसे 25 सेंटी-पॉन्स।
hu: a < Megengedett hiányt > alacsony értékre, mondjuk 25 centi-gyalogra.
id: < Defisit yang diizinkan > ke nilai rendah, katakanlah 25 centi-pion.
it: il < Deficit consentito > a un valore basso, diciamo 25 centesimi di pedone.
ja: < 許容される赤字 > を低い値、たとえば 25 センチ ポーンに設定します。
ko: <허용된 적자>를 낮은 값, 예를 들어 25센티폰으로 설정합니다.
lt: Sumažinkite <Leidžiamąjį deficitą> iki mažos vertės, tarkime, 25 centų pėstininkų.
lv: <Atļauto deficītu> samazina līdz zemai vērtībai, teiksim, 25 centu bandiniekiem.
nl: het < Toegestane tekort > tot een lage waarde, bijvoorbeeld 25 centipionnen.
no: det <Tillatte underskuddet> til en lav verdi, for eksempel 25 centi-bønder.
pl: < Dozwolony deficyt > do niskiej wartości, np. 25 pionków centi.
pt: o < Déficit permitido > para um valor baixo, digamos 25 centi-peões.
ro: <Deficitul permis> la o valoare mică, să zicem 25 de centi-pioni.
ru: < Допустимый дефицит > до низкого значения, скажем, 25 сантиме-пешков.
sq: <Deficiti i lejuar> në një vlerë të ulët, le të themi 25 centë-pengje.
sr: < Дозвољени дефицит > на ниску вредност, рецимо 25 центи-пешака.
sv: det <Tillåtna underskottet> till ett lågt värde, säg 25 centibönder.
sw: < Upungufu unaoruhusiwa > kwa thamani ya chini, sema 25 centi-pawns.
ta: அனுமதிக்கப்பட்ட பற்றாக்குறை > குறைந்த மதிப்புக்கு, 25 சென்டி-சிப்பாய்கள் என்று சொல்லலாம்.
th: < การขาดดุลที่อนุญาต > เป็นค่าต่ำ เช่น เบี้ยเซ็นติ 25 ตัว
tr: < İzin verilen açığı > düşük bir değere, örneğin 25 santi-piyona düşürün.
uk: < Дозволений дефіцит > до низького значення, скажімо, 25 пішаків-центів.
ur: < اجازت شدہ خسارہ > کم قیمت پر، 25 سینٹی پیادوں کا کہنا ہے۔
vi: <Thiếu hụt cho phép> ở mức thấp, chẳng hạn như 25 centi-pawn.
zh: 将<允许的亏损>降低到一个较低的值，例如 25 厘兵。

source: However, even this will still weaken the engine somewhat because the engine
ar: ومع ذلك، فإن هذا سوف يضعف المحرك إلى حد ما لأن المحرك
bg: Въпреки това, дори това ще отслаби двигателя донякъде, защото двигателят
bn: তবে, এটিও ইঞ্জিনকে কিছুটা দুর্বল করে দেবে কারণ ইঞ্জিন
cs: I to však motor poněkud oslabí, protože motor
da: Men selv dette vil stadig svække motoren noget, fordi motoren
de: Allerdings wird auch dies den Motor noch etwas schwächen, weil der Motor
el: Ωστόσο, ακόμη και αυτό θα εξασθενήσει κάπως τον κινητήρα επειδή ο κινητήρας
es: Sin embargo, incluso esto seguirá debilitando un poco el motor porque el motor
et: Kuid isegi see nõrgestab mootorit mõnevõrra, kuna mootor
fa: با این حال، حتی این کار هم تا حدودی موتور را ضعیف می‌کند زیرا موتور
fi: Tämäkin kuitenkin heikentää moottoria jonkin verran, koska moottori
fr: Cependant, même cela affaiblira quelque peu le moteur car le moteur
he: עם זאת, אפילו זה עדיין יחליש את המנוע במידה מסוימת מכיוון שהמנוע
hi: हालाँकि, इससे भी इंजन कुछ हद तक कमजोर हो जाएगा क्योंकि इंजन
hu: Azonban még ez is némileg gyengíti a motort, mert a motor
id: Namun, hal ini pun akan melemahkan mesin karena mesin
it: Tuttavia, anche questo indebolirà un po' il motore perché il motore
ja: しかし、それでもエンジンは多少弱まるだろう。なぜならエンジンは
ko: 그러나 이것조차도 엔진이 다소 약해질 것입니다.
lt: Tačiau net ir tai vis tiek šiek tiek susilpnins variklį, nes variklis
lv: Tomēr pat tas joprojām nedaudz vājinās dzinēju, jo dzinējs
nl: Maar zelfs dit zal de motor nog enigszins verzwakken, omdat de motor
no: Men selv dette vil fortsatt svekke motoren noe fordi motoren
pl: Jednak nawet to osłabi nieco silnik, ponieważ silnik
pt: No entanto, mesmo isso ainda enfraquecerá um pouco o motor, porque o motor
ro: Totuși, chiar și acest lucru va slăbi oarecum motorul, deoarece motorul
ru: Однако даже это все равно несколько ослабит двигатель, потому что двигатель
sq: Megjithatë, edhe kjo do ta dobësojë disi motorin sepse motori
sr: Међутим, чак и ово ће донекле ослабити мотор јер мотор
sv: Men även detta kommer fortfarande att försvaga motorn något eftersom motorn
sw: Walakini, hata hii bado itadhoofisha injini kwa sababu ya injini
ta: இருப்பினும், இது கூட இயந்திரத்தை ஓரளவு பலவீனப்படுத்தும், ஏனெனில் இயந்திரம்
th: อย่างไรก็ตามถึงอย่างนั้นก็ยังจะทำให้เครื่องยนต์อ่อนลงบ้างเพราะเครื่องยนต์
tr: Ancak bu bile motoru bir miktar zayıflatacaktır çünkü motor
uk: Однак, навіть це дещо послабить двигун, оскільки двигун
ur: تاہم، یہ بھی انجن کو کسی حد تک کمزور کر دے گا کیونکہ انجن
vi: Tuy nhiên, ngay cả điều này vẫn sẽ làm động cơ yếu đi phần nào vì động cơ
zh: 然而，即使这样也会在一定程度上削弱发动机的性能，因为发动机

source: will use the < MultiPV > method of searching, which is slower than normal.
ar: سيتم استخدام طريقة البحث <MultiPV>، وهي أبطأ من الطريقة المعتادة.
bg: ще използва метода на търсене <MultiPV>, който е по-бавен от нормалното.
bn: অনুসন্ধানের জন্য MultiPV > পদ্ধতি ব্যবহার করবে, যা স্বাভাবিকের চেয়ে ধীর।
cs: použije metodu vyhledávání <MultiPV>, která je pomalejší než obvykle.
da: vil bruge <MultiPV> søgemetoden, som er langsommere end normalt.
de: wird die < MultiPV > Methode zur Suche verwenden, die langsamer als normal ist.
el: θα χρησιμοποιήσει τη μέθοδο αναζήτησης < MultiPV >, η οποία είναι πιο αργή από το κανονικό.
es: Utilizará el método de búsqueda <MultiPV>, que es más lento de lo normal.
et: kasutab otsinguks <MultiPV> meetodit, mis on tavapärasest aeglasem.
fa: از روش <MultiPV> برای جستجو استفاده خواهد کرد که کندتر از حالت عادی است.
fi: käyttää <MultiPV>-hakumenetelmää, joka on normaalia hitaampi.
fr: utilisera la méthode de recherche < MultiPV >, qui est plus lente que la normale.
he: ישתמש בשיטת החיפוש <MultiPV>, שהיא איטית מהרגיל.
hi: खोज की < MultiPV > विधि का उपयोग करेगा, जो सामान्य से धीमी है।
hu: a < MultiPV > keresési módszert fogja használni, ami lassabb a szokásosnál.
id: akan menggunakan metode pencarian < MultiPV >, yang lebih lambat dari biasanya.
it: utilizzerà il metodo di ricerca < MultiPV >, che è più lento del normale.
ja: < MultiPV > 検索方法を使用しますが、これは通常よりも遅くなります。
ko: 일반적인 검색 방법보다 느린 <MultiPV> 검색 방법을 사용합니다.
lt: bus naudojamas <MultiPV> paieškos metodas, kuris yra lėtesnis nei įprastai.
lv: izmantos <MultiPV> meklēšanas metodi, kas ir lēnāka nekā parasti.
nl: zal de <MultiPV>-zoekmethode gebruiken, die langzamer is dan normaal.
no: vil bruke <MultiPV>-metoden for søk, som er tregere enn normalt.
pl: będzie korzystać z metody wyszukiwania <MultiPV>, która jest wolniejsza niż normalnie.
pt: usará o método de busca < MultiPV >, que é mais lento que o normal.
ro: va folosi metoda de căutare <MultiPV>, care este mai lentă decât în ​​mod normal.
ru: будет использовать метод поиска <MultiPV>, который медленнее обычного.
sq: do të përdorë metodën <MultiPV> të kërkimit, e cila është më e ngadaltë se normalja.
sr: користиће <MultiPV> метод претраживања, који је спорији него обично.
sv: kommer att använda sökmetoden <MultiPV>, som är långsammare än normalt.
sw: itatumia < MultiPV > njia ya kutafuta, ambayo ni polepole kuliko kawaida.
ta: தேடுதலுக்கு MultiPV > முறையைப் பயன்படுத்தும், இது வழக்கத்தை விட மெதுவாக இருக்கும்.
th: จะใช้วิธีค้นหาแบบ < MultiPV > ซึ่งจะช้ากว่าปกติ
tr: Normalden daha yavaş olan <MultiPV> arama yöntemini kullanacaktır.
uk: використовуватиме метод пошуку <MultiPV>, який повільніший за звичайний.
ur: تلاش کا <ملٹی پی وی> طریقہ استعمال کرے گا، جو معمول سے سست ہے۔
vi: sẽ sử dụng phương pháp tìm kiếm < MultiPV >, chậm hơn bình thường.
zh: 将使用 < MultiPV > 搜索方法，这种方法比正常方法慢。

source: < Moves to go > is the number of moves that the engine is required to play
ar: < عدد الحركات المطلوبة > هو عدد الحركات التي يتعين على المحرك تنفيذها
bg: < Оставащи ходове> е броят ходове, които двигателят трябва да изпълни
bn: <Moves to go > হলো ইঞ্জিনটি চালানোর জন্য প্রয়োজনীয় চালের সংখ্যা
cs: < Zbývající tahy > je počet tahů, které engine musí odehrát
da: <Antal træk tilbage > er antallet af træk, som motoren skal spille
de: <Verbleibende Züge> ist die Anzahl der Züge, die die Engine ausführen muss.
el: < Κινήσεις προς έναρξη > είναι ο αριθμός των κινήσεων που πρέπει να αναπαράγει η μηχανή
es: < Movimientos restantes > es el número de movimientos que el motor debe jugar.
et: < Jäävad käigud > on käikude arv, mida mootor vajab mängimiseks
fa: <حرکت برای رفتن> تعداد حرکاتی است که موتور برای انجام آنها نیاز دارد
fi: < Jäljellä olevat siirrot > on siirtojen määrä, joka moottorilta vaaditaan suoritettavaksi
fr: < Coups restants > correspond au nombre de coups que le moteur doit jouer.
he: <Moves to go> הוא מספר המהלכים שהמנוע נדרש לבצע
hi: < चालें > चालों की वह संख्या है जो इंजन को चलाने के लिए आवश्यक है
hu: < Hátralévő lépések > a motor által lejátszandó lépések száma.
id: < Gerakan yang harus dilakukan > adalah jumlah gerakan yang harus dimainkan oleh mesin
it: < Mosse da fare > è il numero di mosse che il motore deve giocare
ja: < 残り移動数 > は、エンジンが実行する必要がある移動数です。
ko: < 이동 횟수 >는 엔진이 플레이해야 하는 이동 횟수입니다.
lt: <Likę ėjimai > yra ėjimų skaičius, kurį reikia atlikti varikliui
lv: < Atlikušie gājieni > ir gājienu skaits, kas nepieciešams, lai izspēlētu dzinēju
nl: <Moves to go> is het aantal zetten dat de engine nodig heeft om te spelen
no: <Antall trekk > er antall trekk som motoren må spille
pl: < Ruchy do wykonania > to liczba ruchów, które silnik musi wykonać
pt: < Movimentos restantes > é o número de movimentos que o motor precisa realizar.
ro: < Mutări rămase > este numărul de mutări pe care motorul trebuie să le execute
ru: < Осталось ходов > — это количество ходов, которые движку необходимо сделать.
sq: < Lëvizjet për të vazhduar > është numri i lëvizjeve që motori duhet të luajë
sr: < Преостали потези > је број потеза које је мотору потребно да одигра
sv: <Antal drag kvar> är antalet drag som motorn måste spela
sw: <Moves to go > ni idadi ya hatua ambazo injini inahitajika kucheza
ta: <நகர்வுகள்> செல்ல வேண்டியவை > என்பது இயந்திரம் இயக்கத் தேவையான நகர்வுகளின் எண்ணிக்கையாகும்.
th: < Moves to go > คือจำนวนการเคลื่อนไหวที่เอ็นจิ้นต้องใช้ในการเล่น
tr: < Gidilecek hamle sayısı > motorun oynaması gereken hamle sayısıdır
uk: < Залишилося ходів > – це кількість ходів, які двигун повинен відтворити
ur: <Moves to go> ان چالوں کی تعداد ہے جو انجن کو چلانے کے لیے درکار ہے۔
vi: <Số lượt đi> là số lượt đi mà động cơ cần phải thực hiện
zh: <剩余步数> 表示引擎需要走的步数。

source: in whatever time it has remaining. So if it has 2 minutes, 40 seconds left
ar: في أي وقت متبقي. إذا كان متبقيًا منه دقيقتان و40 ثانية
bg: във времето, което му е останало. Така че, ако му остават 2 минути и 40 секунди
bn: যতক্ষণ বাকি থাকে। তাহলে যদি ২ মিনিট ৪০ সেকেন্ড বাকি থাকে
cs: v jakémkoli zbývajícím čase. Takže pokud zbývají 2 minuty a 40 sekund
da: i den tid, den har tilbage. Så hvis den har 2 minutter og 40 sekunder tilbage
de: in der verbleibenden Zeit. Wenn also noch 2 Minuten und 40 Sekunden übrig sind
el: σε όποιο χρόνο του απομένει. Έτσι, αν του απομένουν 2 λεπτά, 40 δευτερόλεπτα
es: en el tiempo que le quede. Así que si le quedan 2 minutos y 40 segundos
et: mis tahes aja jooksul, mis tal alles on. Seega, kui tal on jäänud 2 minutit ja 40 sekundit
fa: در هر زمانی که باقی مانده باشد. بنابراین اگر ۲ دقیقه و ۴۰ ثانیه باقی مانده باشد
fi: niin kauan kuin sillä on jäljellä. Joten jos sillä on 2 minuuttia ja 40 sekuntia jäljellä
fr: dans le temps restant. Donc, s'il reste 2 minutes et 40 secondes, il reste quelque chose.
he: בכל זמן שנותר לו. אז אם נותרו לו 2 דקות ו-40 שניות
hi: जो भी समय बचा है, उसमें। तो अगर 2 मिनट 40 सेकंड बचे हैं
hu: a fennmaradó időben. Tehát, ha 2 perc 40 másodperc van hátra
id: berapa pun waktu yang tersisa. Jadi, jika tersisa 2 menit 40 detik
it: nel tempo rimanente. Quindi se mancano 2 minuti e 40 secondi
ja: 残り時間がいくらであっても。つまり、残り時間が2分40秒であれば
ko: 남은 시간 동안. 즉, 2분 40초가 남았다면
lt: per likusį laiką. Taigi, jei liko 2 minutės ir 40 sekundžių
lv: jebkurā atlikušajā laikā. Tātad, ja tam ir atlikušas 2 minūtes un 40 sekundes
nl: in de tijd die nog resteert. Dus als er nog 2 minuten en 40 seconden over zijn
no: i den tiden den har igjen. Så hvis den har 2 minutter og 40 sekunder igjen
pl: w pozostałym czasie. Czyli jeśli pozostały 2 minuty i 40 sekund
pt: no tempo que lhe resta. Então, se faltam 2 minutos e 40 segundos.
ro: în timpul rămas. Deci, dacă mai are 2 minute și 40 de secunde
ru: В оставшееся время. То есть, если осталось 2 минуты 40 секунд,
sq: në çfarëdo kohe që i ka mbetur. Pra, nëse i kanë mbetur 2 minuta, 40 sekonda
sr: у преосталом времену. Дакле, ако му је остало 2 минута и 40 секунди
sv: i den tid den har kvar. Så om den har 2 minuter, 40 sekunder kvar
sw: katika muda wowote uliosalia. Kwa hivyo ikiwa ina dakika 2, sekunde 40 zimesalia
ta: மீதமுள்ள நேரத்தில். எனவே அதற்கு 2 நிமிடங்கள், 40 வினாடிகள் மீதமுள்ளால்
th: ในเวลาที่เหลืออยู่ ดังนั้นหากเหลือเวลาอีก 2 นาที 40 วินาที
tr: kalan süre ne kadarsa o kadar. Yani 2 dakika 40 saniyesi kalmışsa
uk: за будь-який час, що залишився. Отже, якщо залишилося 2 хвилини 40 секунд
ur: جو بھی وقت باقی ہے. تو اگر اس میں 2 منٹ، 40 سیکنڈ باقی ہیں۔
vi: trong bất kỳ khoảng thời gian nào còn lại. Vì vậy, nếu còn 2 phút 40 giây
zh: 剩余时间就是全部剩余时间。例如，如果还剩 2 分 40 秒。

source: (160 seconds) and moves to go is set to 40 for that time period,
ar: (160 ثانية) ويتم ضبط الحركات المتبقية على 40 لتلك الفترة الزمنية،
bg: (160 секунди) и оставащите ходове са зададени на 40 за този период от време,
bn: (১৬০ সেকেন্ড) এবং সেই সময়ের জন্য মুভ টু গো ৪০ এ সেট করা হয়েছে,
cs: (160 sekund) a zbývající tahy jsou pro toto časové období nastaveny na 40,
da: (160 sekunder) og antallet af resterende bevægelser er indstillet til 40 i den periode,
de: (160 Sekunden) und die Anzahl der Züge ist für diesen Zeitraum auf 40 eingestellt.
el: (160 δευτερόλεπτα) και οι κινήσεις που απομένουν έχουν οριστεί σε 40 για αυτήν την χρονική περίοδο,
es: (160 segundos) y los movimientos restantes se establecen en 40 para ese período de tiempo,
et: (160 sekundit) ja selleks ajavahemikuks on jäänud 40 liigutust,
fa: (۱۶۰ ثانیه) و تعداد حرکات برای رفتن برای آن دوره زمانی روی ۴۰ تنظیم شده است،
fi: (160 sekuntia) ja jäljellä olevien siirtojen määräksi on asetettu 40 kyseiselle ajanjaksolle,
fr: (160 secondes) et le nombre de mouvements à effectuer est fixé à 40 pour cette période,
he: (160 שניות) והמהלכים שנשארו מוגדרים ל-40 עבור פרק זמן זה,
hi: (160 सेकंड) और उस समय अवधि के लिए जाने वाली चालें 40 पर सेट की गई हैं,
hu: (160 másodperc) és a hátralévő lépések száma 40-re van állítva erre az időszakra,
id: (160 detik) dan gerakan untuk maju diatur ke 40 untuk periode waktu tersebut,
it: (160 secondi) e le mosse da fare sono impostate su 40 per quel periodo di tempo,
ja: （160秒）で、その時間枠の残り移動回数は40回に設定され、
ko: (160초) 그리고 그 기간 동안 이동 횟수는 40으로 설정됩니다.
lt: (160 sekundžių) ir likusių žingsnių skaičius tam laikotarpiui nustatytas į 40,
lv: (160 sekundes) un atlikušo gājienu skaits šajā laika periodā ir iestatīts uz 40,
nl: (160 seconden) en het aantal te gaan zetten is voor die tijdsperiode ingesteld op 40,
no: (160 sekunder) og antall gjenværende bevegelser er satt til 40 for den tidsperioden,
pl: (160 sekund), a liczba ruchów do wykonania w tym okresie czasu jest ustawiona na 40,
pt: (160 segundos) e o número de movimentos restantes está definido como 40 para esse período de tempo,
ro: (160 de secunde) și numărul de mutări rămase este setat la 40 pentru acea perioadă de timp,
ru: (160 секунд) и количество оставшихся ходов установлено на 40 на этот период времени,
sq: (160 sekonda) dhe lëvizja për të vazhduar është vendosur në 40 për atë periudhë kohore,
sr: (160 секунди) и преостали потези су подешени на 40 за тај временски период,
sv: (160 sekunder) och återstående rörelser är inställda på 40 för den tidsperioden,
sw: (sekunde 160) na hatua za kwenda zimewekwa kuwa 40 kwa muda huo,
ta: (160 வினாடிகள்) மற்றும் அந்த காலத்திற்கு நகர்த்த வேண்டிய நேரம் 40 ஆக அமைக்கப்பட்டுள்ளது,
th: (160 วินาที) และเคลื่อนที่ไปถูกตั้งไว้ที่ 40 สำหรับช่วงเวลาดังกล่าว
tr: (160 saniye) ve o zaman dilimi için hareket sayısı 40 olarak ayarlanmıştır,
uk: (160 секунд), а кількість ходів, що залишилися, встановлена ​​на 40 для цього періоду часу,
ur: (160 سیکنڈ) اور اس وقت کی مدت کے لیے 40 پر سیٹ ہے،
vi: (160 giây) và số lần di chuyển được đặt thành 40 trong khoảng thời gian đó,
zh: （160 秒）且移动次数在该时间段内设置为 40，

source: it will calculate the time available for its next move as 160 / 40 = 4 seconds
ar: سيتم حساب الوقت المتاح للتحرك التالي على النحو التالي: 160 / 40 = 4 ثوانٍ
bg: ще изчисли времето, с което разполага за следващия си ход, като 160 / 40 = 4 секунди
bn: এটি তার পরবর্তী পদক্ষেপের জন্য উপলব্ধ সময় গণনা করবে 160 / 40 = 4 সেকেন্ড
cs: vypočítá čas dostupný pro další tah jako 160 / 40 = 4 sekundy
da: Den vil beregne den tilgængelige tid til sit næste træk som 160 / 40 = 4 sekunder
de: Es berechnet die für seinen nächsten Zug verfügbare Zeit mit 160 / 40 = 4 Sekunden.
el: θα υπολογίσει τον διαθέσιμο χρόνο για την επόμενη κίνησή του ως 160 / 40 = 4 δευτερόλεπτα
es: Calculará el tiempo disponible para su próximo movimiento como 160 / 40 = 4 segundos
et: see arvutab järgmise käigu jaoks saadaoleva aja järgmiselt: 160 / 40 = 4 sekundit
fa: زمان موجود برای حرکت بعدی خود را به صورت 160 / 40 = 4 ثانیه محاسبه می‌کند.
fi: se laskee seuraavaan siirtoonsa käytettävissä olevan ajan seuraavasti: 160 / 40 = 4 sekuntia
fr: Il calculera le temps disponible pour son prochain mouvement comme suit : 160 / 40 = 4 secondes
he: הוא יחשב את הזמן הזמין לצעד הבא שלו כ- 160 / 40 = 4 שניות
hi: यह अपनी अगली चाल के लिए उपलब्ध समय की गणना 160 / 40 = 4 सेकंड के रूप में करेगा
hu: a következő lépéshez rendelkezésre álló időt a következőképpen fogja kiszámítani: 160 / 40 = 4 másodperc
id: ini akan menghitung waktu yang tersedia untuk langkah berikutnya sebagai _t160 / 40 = 4 detik
it: calcolerà il tempo disponibile per la sua prossima mossa come 160 / 40 = 4 secondi
ja: 次の動きに使える時間は 160 / 40 = 4秒と計算されます。
ko: 다음 이동에 필요한 시간을 160/40 = 4초로 계산합니다.
lt: jis apskaičiuos kitam ėjimui skirtą laiką kaip 160 / 40 = 4 sekundės
lv: tas aprēķinās nākamajam gājienam pieejamo laiku kā 160 / 40 = 4 sekundes
nl: het berekent de beschikbare tijd voor zijn volgende zet als 160 / 40 = 4 seconden
no: den vil beregne tiden som er tilgjengelig for sitt neste trekk som 160 / 40 = 4 sekunder
pl: obliczy czas dostępny na następny ruch jako 160 / 40 = 4 sekundy
pt: O sistema calculará o tempo disponível para sua próxima jogada como 160 / 40 = 4 segundos.
ro: va calcula timpul disponibil pentru următoarea mișcare ca fiind 160 / 40 = 4 secunde
ru: он рассчитает время, доступное для следующего хода, как 160 / 40 = 4 секунды
sq: Do të llogarisë kohën e disponueshme për lëvizjen e saj të radhës si 160 / 40 = 4 sekonda
sr: израчунаће време расположиво за следећи потез као 160 / 40 = 4 секунде
sv: den kommer att beräkna tiden som är tillgänglig för nästa drag som 160 / 40 = 4 sekunder
sw: itahesabu muda unaopatikana kwa hoja yake inayofuata kama 160 / 40 = sekunde 4
ta: அது அடுத்த நகர்வுக்குக் கிடைக்கும் நேரத்தை 160 / 40 = 4 வினாடிகள் எனக் கணக்கிடும்.
th: มันจะคำนวณเวลาที่มีสำหรับการเคลื่อนไหวครั้งต่อไปเป็น _t160 / 40 = 4 วินาที
tr: Bir sonraki hamlesi için mevcut süreyi 160 / 40 = 4 saniye olarak hesaplayacaktır
uk: він розрахує час, доступний для наступного ходу, як 160 / 40 = 4 секунди
ur: یہ اپنی اگلی حرکت کے لیے دستیاب وقت کا حساب لگائے گا 160 / 40 = 4 سیکنڈ
vi: nó sẽ tính toán thời gian có sẵn cho nước đi tiếp theo của nó là 160 / 40 = 4 giây
zh: 它将计算出下一步行动的可用时间，即 160 / 40 = 4 秒
