Repository: RoySawyer/nimzo_3d_16
Catalog: main_16_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, ko, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi, zh

source: which you can use to select the random personality file for the engine.
ar: والتي يمكنك استخدامها لتحديد ملف الشخصية العشوائي للمحرك.
bg: който можете да използвате, за да изберете произволен файл с характери за двигателя.
bn: যা আপনি ইঞ্জিনের জন্য র‍্যান্ডম পার্সোনালিটি ফাইল নির্বাচন করতে ব্যবহার করতে পারেন।
cs: který můžete použít k výběru náhodného souboru s osobnostmi pro engine.
da: som du kan bruge til at vælge den tilfældige personlighedsfil til motoren.
de: womit Sie die zufällige Persönlichkeitsdatei für den Motor auswählen können.
el: το οποίο μπορείτε να χρησιμοποιήσετε για να επιλέξετε το τυχαίο αρχείο προσωπικότητας για τη μηχανή.
es: que puedes usar para seleccionar el archivo de personalidad aleatorio para el motor.
et: mille abil saate valida mootorile juhusliku isiksusefaili.
fa: که می‌توانید از آن برای انتخاب فایل شخصیت تصادفی برای موتور استفاده کنید.
fi: jota voit käyttää moottorin satunnaisen persoonallisuustiedoston valitsemiseen.
fr: que vous pouvez utiliser pour sélectionner le fichier de personnalité aléatoire pour le moteur.
he: שבו ניתן להשתמש כדי לבחור את קובץ האישיות האקראי עבור המנוע.
hi: जिसका उपयोग आप इंजन के लिए यादृच्छिक व्यक्तित्व फ़ाइल का चयन करने के लिए कर सकते हैं।
hu: amellyel kiválaszthatod a motorhoz tartozó véletlenszerű személyiségfájlt.
id: yang dapat Anda gunakan untuk memilih file kepribadian acak untuk mesin.
it: che puoi usare per selezionare il file di personalità casuale per il motore.
ja: これを使用して、エンジンのランダム パーソナリティ ファイルを選択できます。
ko: 이를 사용하여 엔진의 무작위 성격 파일을 선택할 수 있습니다.
lt: kurį galite naudoti norėdami pasirinkti atsitiktinį variklio asmenybės failą.
lv: kuru var izmantot, lai atlasītu nejaušu personības failu dzinējam.
nl: waarmee u het willekeurige persoonlijkheidsbestand voor de engine kunt selecteren.
no: som du kan bruke til å velge den tilfeldige personlighetsfilen for motoren.
pl: którego możesz użyć do wybrania losowego pliku osobowości dla silnika.
pt: que você pode usar para selecionar o arquivo de personalidade aleatório para o motor.
ro: pe care îl puteți utiliza pentru a selecta fișierul de personalitate aleatoriu pentru motor.
ru: который вы можете использовать для выбора случайного файла личности для движка.
sq: të cilën mund ta përdorni për të zgjedhur skedarin e personalitetit të rastësishëm për motorin.
sr: који можете користити за одабир насумичне датотеке личности за мотор.
sv: som du kan använda för att välja den slumpmässiga personlighetsfilen för motorn.
sw: ambayo unaweza kutumia kuchagua faili ya mtu binafsi bila mpangilio kwa injini.
ta: இதைப் பயன்படுத்தி எஞ்சினுக்கான சீரற்ற ஆளுமைக் கோப்பைத் தேர்ந்தெடுக்கலாம்.
th: ซึ่งคุณสามารถใช้เพื่อเลือกไฟล์บุคลิกภาพสุ่มให้กับเครื่องยนต์ได้
tr: Motor için rastgele kişilik dosyasını seçmek için kullanabileceğiniz.
uk: який ви можете використовувати для вибору випадкового файлу особистості для двигуна.
ur: جسے آپ انجن کے لیے بے ترتیب شخصیت کی فائل کو منتخب کرنے کے لیے استعمال کر سکتے ہیں۔
vi: mà bạn có thể sử dụng để chọn tệp tính cách ngẫu nhiên cho công cụ.
zh: 你可以用它来选择引擎的随机人格文件。

source: When you click on < Open > the file will be created.
ar: عند النقر فوق <فتح> سيتم إنشاء الملف.
bg: Когато щракнете върху < Отвори >, файлът ще бъде създаден.
bn: যখন আপনি <Open > এ ক্লিক করবেন তখন ফাইলটি তৈরি হবে।
cs: Po kliknutí na <Otevřít> se soubor vytvoří.
da: Når du klikker på <Åbn>, oprettes filen.
de: Wenn Sie auf <Öffnen> klicken, wird die Datei erstellt.
el: Όταν κάνετε κλικ στο <Άνοιγμα>, το αρχείο θα δημιουργηθεί.
es: Al hacer clic en < Abrir > se creará el archivo.
et: Kui klõpsate nupul <Ava>, luuakse fail.
fa: وقتی روی <باز کردن> کلیک کنید، فایل ایجاد می‌شود.
fi: Kun napsautat <Avaa>, tiedosto luodaan.
fr: Lorsque vous cliquerez sur < Ouvrir >, le fichier sera créé.
he: כאשר תלחצו על <פתח> הקובץ ייווצר.
hi: जब आप < Open > पर क्लिक करेंगे तो फ़ाइल बन जाएगी।
hu: Amikor a <Megnyitás> gombra kattint, a fájl létrejön.
id: Ketika Anda mengklik < Buka > berkas akan dibuat.
it: Cliccando su <Apri> il file verrà creato.
ja: < 開く > をクリックするとファイルが作成されます。
ko: <열기>를 클릭하면 파일이 생성됩니다.
lt: Paspaudus <Atidaryti>, failas bus sukurtas.
lv: Noklikšķinot uz <Atvērt>, fails tiks izveidots.
nl: Wanneer u op < Openen > klikt, wordt het bestand aangemaakt.
no: Når du klikker på <Åpne>, opprettes filen.
pl: Po kliknięciu < Otwórz > plik zostanie utworzony.
pt: Ao clicar em < Abrir >, o arquivo será criado.
ro: Când faceți clic pe <Deschidere>, fișierul va fi creat.
ru: При нажатии кнопки <Открыть> файл будет создан.
sq: Kur të klikoni te <Hap> skedari do të krijohet.
sr: Када кликнете на < Отвори >, датотека ће бити креирана.
sv: När du klickar på <Öppna> skapas filen.
sw: Unapobofya < Fungua > faili itaundwa.
ta: நீங்கள் <திற > என்பதைக் கிளிக் செய்யும்போது கோப்பு உருவாக்கப்படும்.
th: เมื่อคุณคลิก < เปิด > ไฟล์จะถูกสร้างขึ้น
tr: < Aç > butonuna tıkladığınızda dosya oluşturulacaktır.
uk: Після натискання кнопки <Відкрити> файл буде створено.
ur: جب آپ <اوپن> پر کلک کریں گے تو فائل بن جائے گی۔
vi: Khi bạn nhấp vào < Mở >, tệp sẽ được tạo.
zh: 点击<打开>后，文件将被创建。

source: When a personality is selected, the default personality file < cyclone.cfg >
ar: عند تحديد شخصية، سيتم عرض ملف الشخصية الافتراضي <cyclone.cfg>
bg: Когато е избрана личност, файлът с личността по подразбиране < cyclone.cfg >
bn: যখন একটি ব্যক্তিত্ব নির্বাচন করা হয়, তখন ডিফল্ট ব্যক্তিত্ব ফাইলটি cyclone.cfg >
cs: Po výběru osobnosti se použije výchozí soubor s osobností <cyclone.cfg>
da: Når en personlighed er valgt, er standardpersonlighedsfilen < cyclone.cfg >
de: Wenn eine Persönlichkeit ausgewählt wird, wird die Standardpersönlichkeitsdatei < cyclone.cfg > verwendet.
el: Όταν επιλέγεται μια προσωπικότητα, το προεπιλεγμένο αρχείο προσωπικότητας < cyclone.cfg >
es: Cuando se selecciona una personalidad, el archivo de personalidad predeterminado <cyclone.cfg>
et: Kui isiksus on valitud, luuakse vaikimisi isiksusefail <cyclone.cfg>.
fa: وقتی یک شخصیت انتخاب می‌شود، فایل شخصیت پیش‌فرض <cyclone.cfg>
fi: Kun persoonallisuus valitaan, oletusarvoinen persoonallisuustiedosto < cyclone.cfg >
fr: Lorsqu'une personnalité est sélectionnée, le fichier de personnalité par défaut < cyclone.cfg >
he: כאשר נבחרת אישיות, קובץ האישיות המוגדר כברירת מחדל < cyclone.cfg >
hi: जब कोई व्यक्तित्व चुना जाता है, तो डिफ़ॉल्ट व्यक्तित्व फ़ाइल <cyclone.cfg>
hu: Amikor kiválasztunk egy személyiséget, az alapértelmezett személyiségfájl a < cyclone.cfg > lesz.
id: Ketika kepribadian dipilih, file kepribadian default < cyclone.cfg >
it: Quando viene selezionata una personalità, il file di personalità predefinito <cyclone.cfg>
ja: パーソナリティを選択すると、デフォルトのパーソナリティファイル<cyclone.cfg>
ko: 개성을 선택하면 기본 개성 파일 <cyclone.cfg>가 생성됩니다.
lt: Pasirinkus asmenybę, numatytasis asmenybės failas <cyclone.cfg>
lv: Kad ir atlasīta personība, tiek izmantots noklusējuma personības fails <cyclone.cfg>.
nl: Wanneer een persoonlijkheid wordt geselecteerd, wordt het standaardpersoonlijkheidsbestand < cyclone.cfg >
no: Når en personlighet er valgt, brukes standard personlighetfilen < cyclone.cfg >
pl: Po wybraniu osobowości domyślny plik osobowości <cyclone.cfg>
pt: Quando uma personalidade é selecionada, o arquivo de personalidade padrão <cyclone.cfg> é utilizado.
ro: Când este selectată o personalitate, fișierul implicit de personalitate <cyclone.cfg>
ru: При выборе личности по умолчанию будет выбран файл личности <cyclone.cfg>
sq: Kur zgjidhet një personalitet, skedari i personalitetit parazgjedhur < cyclone.cfg >
sr: Када је личност изабран, подразумевана датотека личности < cyclone.cfg >
sv: När en personlighet väljs, används standardpersonlighetsfilen < cyclone.cfg >
sw: Mtu anapochaguliwa, faili ya mtu binafsi < cyclone.cfg >
ta: ஒரு ஆளுமை தேர்ந்தெடுக்கப்படும்போது, ​​இயல்புநிலை ஆளுமை கோப்பு cyclone.cfg >
th: เมื่อเลือกบุคลิกภาพ ไฟล์บุคลิกภาพเริ่มต้น < cyclone.cfg >
tr: Bir kişilik seçildiğinde, varsayılan kişilik dosyası < cyclone.cfg >
uk: Коли вибрано особистість, файл особистості за замовчуванням < cyclone.cfg >
ur: جب کسی شخصیت کو منتخب کیا جاتا ہے، پہلے سے طے شدہ شخصیت کی فائل < cyclone.cfg >
vi: Khi một tính cách được chọn, tệp tính cách mặc định <cyclone.cfg>
zh: 选择某个角色时，默认角色文件 < cyclone.cfg >

source: which is in the same directory as the engine, has its values over-written
ar: الذي يوجد في نفس الدليل مثل المحرك، يتم استبدال قيمه
bg: който е в същата директория като двигателя, стойностите му са презаписани
bn: যা ইঞ্জিনের মতো একই ডিরেক্টরিতে থাকে, তার মানগুলি ওভার-রাইট করা থাকে
cs: který se nachází ve stejném adresáři jako engine, má své hodnoty přepsané
da: som er i samme mappe som motoren, får sine værdier overskrevet
de: Die Werte der Datei, die sich im selben Verzeichnis wie die Engine befindet, werden überschrieben.
el: το οποίο βρίσκεται στον ίδιο κατάλογο με τη μηχανή, οι τιμές του αντικαθίστανται
es: que se encuentra en el mismo directorio que el motor, tiene sus valores sobrescritos.
et: mis asub mootoriga samas kataloogis, on selle väärtused üle kirjutatud
fa: که در همان دایرکتوری موتور قرار دارد، مقادیرش بازنویسی شده است
fi: joka on samassa hakemistossa kuin moottori, sen arvot korvataan
fr: Les valeurs de ce fichier, situé dans le même répertoire que le moteur, ont été écrasées.
he: אשר נמצא באותה ספרייה כמו המנוע, ערכיו מוחלפים
hi: जो इंजन के समान निर्देशिका में है, उसके मान अधिलेखित हैं
hu: amely ugyanabban a könyvtárban van, mint a motor, az értékei felül vannak írva
id: yang berada di direktori yang sama dengan mesin, nilainya ditimpa
it: che si trova nella stessa directory del motore, i cui valori sono sovrascritti
ja: エンジンと同じディレクトリにある値は上書きされます
ko: 엔진과 같은 디렉토리에 있는 경우 값이 덮어씌워집니다.
lt: kuris yra tame pačiame kataloge kaip ir variklis, jo reikšmės yra perrašytos
lv: kas atrodas tajā pašā direktorijā, kur dzinējs, tā vērtības ir pārrakstītas
nl: die zich in dezelfde directory bevindt als de engine, waarvan de waarden worden overschreven
no: som er i samme katalog som motoren, har verdiene sine overskrevet
pl: który znajduje się w tym samym katalogu co silnik, ma nadpisane wartości
pt: que está no mesmo diretório que o mecanismo, tem seus valores sobrescritos.
ro: care se află în același director ca motorul, are valorile suprascrise
ru: который находится в том же каталоге, что и движок, его значения перезаписываются
sq: i cili është në të njëjtën drejtori me motorin, vlerat e tij janë mbishkruar
sr: који се налази у истом директоријуму као и мотор, има преписане вредности
sv: som finns i samma katalog som motorn, har sina värden överskrivna
sw: ambayo iko kwenye saraka sawa na injini, maadili yake yameandikwa zaidi
ta: இது இயந்திரத்தின் அதே கோப்பகத்தில் உள்ளது, அதன் மதிப்புகள் மேலெழுதப்பட்டுள்ளன.
th: ซึ่งอยู่ในไดเร็กทอรีเดียวกันกับเครื่องยนต์ มีค่าที่ถูกเขียนทับ
tr: motorla aynı dizinde olan, değerleri üzerine yazılır
uk: який знаходиться в тому ж каталозі, що й двигун, має свої значення перезаписані
ur: جو انجن کے طور پر ایک ہی ڈائرکٹری میں ہے، اس کی قدریں زیادہ لکھی ہوئی ہیں۔
vi: nằm trong cùng thư mục với engine, có các giá trị được ghi đè
zh: 它与引擎位于同一目录下，其值将被覆盖。

source: with the ones contained in the file that you select.
ar: مع تلك الموجودة في الملف الذي قمت بتحديده.
bg: с тези, съдържащи се във файла, който сте избрали.
bn: আপনার নির্বাচিত ফাইলটিতে থাকা ফাইলগুলি সহ।
cs: s těmi, které jsou obsaženy ve vybraném souboru.
da: med dem, der findes i den fil, du vælger.
de: mit denjenigen, die in der von Ihnen ausgewählten Datei enthalten sind.
el: με αυτά που περιέχονται στο αρχείο που επιλέγετε.
es: con los que contiene el archivo que seleccione.
et: koos valitud failis sisalduvatega.
fa: با موارد موجود در فایلی که انتخاب می‌کنید.
fi: valitsemassasi tiedostossa olevien kanssa.
fr: avec ceux contenus dans le fichier que vous sélectionnez.
he: עם אלה הכלולים בקובץ שבחרת.
hi: आपके द्वारा चयनित फ़ाइल में मौजूद लोगों के साथ।
hu: a kiválasztott fájlban találhatókkal.
id: dengan yang ada dalam berkas yang Anda pilih.
it: con quelli contenuti nel file selezionato.
ja: 選択したファイルに含まれるものと一致します。
ko: 선택한 파일에 포함된 것과 동일합니다.
lt: su tais, kurie yra pasirinktame faile.
lv: ar tiem, kas ietverti atlasītajā failā.
nl: met de bestanden in het bestand dat u selecteert.
no: med de som finnes i filen du velger.
pl: z tymi zawartymi w wybranym przez Ciebie pliku.
pt: com os contidos no arquivo que você selecionar.
ro: cu cele conținute în fișierul pe care îl selectați.
ru: с теми, которые содержатся в выбранном вами файле.
sq: me ato që përmbahen në skedarin që zgjidhni.
sr: са онима које се налазе у датотеци коју изаберете.
sv: med de som finns i filen du väljer.
sw: na zile zilizomo kwenye faili uliyochagua.
ta: நீங்கள் தேர்ந்தெடுக்கும் கோப்பில் உள்ளவற்றுடன்.
th: กับสิ่งที่อยู่ในไฟล์ที่คุณเลือก
tr: Seçtiğiniz dosyada bulunanlarla.
uk: з тими, що містяться у вибраному вами файлі.
ur: آپ کی منتخب کردہ فائل میں موجود فائلوں کے ساتھ۔
vi: với những mục có trong tệp mà bạn chọn.
zh: 使用您所选文件中包含的内容。

source: There is a copy of the original version of < cyclone.cfg >
ar: توجد نسخة من النسخة الأصلية لـ < cyclone.cfg >
bg: Има копие на оригиналната версия на <cyclone.cfg>
bn: cyclone.cfg > এর মূল সংস্করণের একটি কপি আছে।
cs: Existuje kopie původní verze souboru <cyclone.cfg>
da: Der er en kopi af den originale version af <cyclone.cfg>
de: Es gibt eine Kopie der Originalversion von < cyclone.cfg >
el: Υπάρχει ένα αντίγραφο της αρχικής έκδοσης του <cyclone.cfg >
es: Existe una copia de la versión original de < cyclone.cfg >
et: Faili <cyclone.cfg> originaalversioonist on olemas koopia.
fa: یک کپی از نسخه اصلی <cyclone.cfg> وجود دارد.
fi: Alkuperäisestä <cyclone.cfg>-tiedostosta on olemassa kopio.
fr: Il existe une copie de la version originale de < cyclone.cfg >
he: יש עותק של הגרסה המקורית של <cyclone.cfg>
hi: <cyclone.cfg> के मूल संस्करण की एक प्रति उपलब्ध है
hu: Létezik a < cyclone.cfg > eredeti verziójának egy másolata.
id: Ada salinan versi asli < cyclone.cfg >
it: Esiste una copia della versione originale di < cyclone.cfg >
ja: <cyclone.cfg>のオリジナルバージョンのコピーがあります
ko: <cyclone.cfg>의 원본 버전 사본이 있습니다.
lt: Yra originalios <cyclone.cfg> versijos kopija.
lv: Ir pieejama <cyclone.cfg> oriģinālās versijas kopija.
nl: Er is een kopie van de originele versie van < cyclone.cfg >
no: Det finnes en kopi av den originale versjonen av <cyclone.cfg>
pl: Istnieje kopia oryginalnej wersji pliku <cyclone.cfg>
pt: Existe uma cópia da versão original de <cyclone.cfg>
ro: Există o copie a versiunii originale a fișierului <cyclone.cfg>
ru: Имеется копия оригинальной версии <cyclone.cfg>
sq: Ekziston një kopje e versionit origjinal të <cyclone.cfg >
sr: Постоји копија оригиналне верзије датотеке <cyclone.cfg>
sv: Det finns en kopia av originalversionen av <cyclone.cfg>
sw: Kuna nakala ya toleo asili la < cyclone.cfg >
ta: cyclone.cfg > இன் அசல் பதிப்பின் நகல் உள்ளது.
th: มีสำเนาของเวอร์ชันต้นฉบับของ < cyclone.cfg >
tr: < cyclone.cfg > dosyasının orijinal sürümünün bir kopyası var
uk: Існує копія оригінальної версії <cyclone.cfg>
ur: < cyclone.cfg > کے اصل ورژن کی ایک کاپی موجود ہے۔
vi: Có một bản sao của phiên bản gốc của <cyclone.cfg>
zh: 这里有一个原始版本的 <cyclone.cfg> 文件副本。

source: in the < Personalities > directory and when you choose < Reset engine >
ar: في دليل <الشخصيات> وعندما تختار <إعادة تعيين المحرك>
bg: в директорията < Personalities > и когато изберете < Reset engine >
bn: <ব্যক্তিগত> ডিরেক্টরিতে এবং যখন আপনি <রিসেট ইঞ্জিন> নির্বাচন করেন
cs: v adresáři < Personalities > a když zvolíte < Reset engine >
da: i mappen <Personligheder> og når du vælger <Nulstil maskine>
de: im Verzeichnis < Persönlichkeiten > und wenn Sie < Motor zurücksetzen > auswählen
el: στον κατάλογο < Προσωπικότητες > και όταν επιλέξετε < Επαναφορά μηχανής >
es: en el directorio <Personalidades> y cuando seleccione <Restablecer motor>
et: kataloogis <Personalities> ja kui valite <Lähtesta mootor>
fa: در فهرست <شخصیت‌ها> و وقتی <تنظیم مجدد موتور> را انتخاب می‌کنید
fi: <Personalities>-hakemistossa ja kun valitset <Nollaa moottori >
fr: dans le répertoire < Personnalités > et lorsque vous choisissez < Réinitialiser le moteur >
he: בספריית < Personalities > וכאשר תבחרו < Reset engine >
hi: < व्यक्तित्व > निर्देशिका में और जब आप < इंजन रीसेट करें > चुनते हैं
hu: a < Personalities > könyvtárban, és amikor a < Reset engine > lehetőséget választja
id: di direktori < Personalities > dan ketika Anda memilih < Reset engine >
it: nella directory < Personalità > e quando si sceglie < Reimposta motore >
ja: < パーソナリティ > ディレクトリで < エンジンのリセット > を選択すると、
ko: <개인정보> 디렉토리에서 <엔진 재설정>을 선택하면
lt: kataloge < Asmenybės > ir pasirinkus < Atkurti variklį >
lv: direktorijā < Personības > un izvēloties < Atiestatīt dzinēju >
nl: in de map <Personals> en wanneer u <Reset engine> kiest
no: i <Personligheter>-katalogen og når du velger <Tilbakestill motor>
pl: w katalogu < Osobowości > i po wybraniu opcji < Resetuj silnik >
pt: no diretório < Personalidades > e quando você seleciona < Redefinir mecanismo >
ro: în directorul < Personalități > și când alegeți < Resetare motor >
ru: в каталоге <Персоналии> и когда вы выбираете <Сбросить движок>
sq: në direktorinë <Personalities> dhe kur zgjidhni <Rivendos motorin>
sr: у директоријуму < Personalities > и када изаберете < Reset engine >
sv: i katalogen <Personligheter> och när du väljer <Återställ motor>
sw: katika < Personalities > directory na unapochagua < Rudisha injini >
ta: <Personalities > கோப்பகத்தில் மற்றும் நீங்கள் <Reset engine > என்பதைத் தேர்ந்தெடுக்கும்போது
th: ในไดเร็กทอรี <Personities> และเมื่อคุณเลือก <Reset engine>
tr: <Kişilikler> dizininde ve <Motoru sıfırla> seçeneğini belirlediğinizde
uk: у каталозі < Personalities > та коли ви обираєте < Reset engine >
ur: <شخصیات> ڈائریکٹری میں اور جب آپ <ری سیٹ انجن> کا انتخاب کرتے ہیں۔
vi: trong thư mục <Personities> và khi bạn chọn <Reset engine>
zh: 在“Personality”目录中，选择“重置引擎”时

source: it is copied over the < cyclone.cfg > in the engine directory.
ar: يتم نسخه عبر <cyclone.cfg> في دليل المحرك.
bg: Копира се върху <cyclone.cfg> в директорията на двигателя.
bn: এটি ইঞ্জিন ডিরেক্টরিতে cyclone.cfg > এর মাধ্যমে অনুলিপি করা হয়েছে।
cs: Zkopíruje se přes soubor <cyclone.cfg> v adresáři engine.
da: Den kopieres over <cyclone.cfg> i motormappen.
de: Es wird die Datei <cyclone.cfg> im Engine-Verzeichnis überschrieben.
el: αντιγράφεται στο <cyclone.cfg> στον κατάλογο του μηχανισμού.
es: Se copia sobre el archivo <cyclone.cfg> en el directorio del motor.
et: see kopeeritakse mootori kataloogis olevasse <cyclone.cfg> faili.
fa: این فایل روی <cyclone.cfg> در دایرکتوری موتور کپی می‌شود.
fi: se kopioidaan moottorihakemiston <cyclone.cfg>-tiedoston päälle.
fr: Il est copié par-dessus le fichier < cyclone.cfg > dans le répertoire du moteur.
he: הוא מועתק דרך <cyclone.cfg> בתיקיית המנוע.
hi: इसे इंजन निर्देशिका में <cyclone.cfg> पर कॉपी किया जाता है।
hu: átmásolódik a motor könyvtárában található < cyclone.cfg > fájlba.
id: itu disalin ke < cyclone.cfg > di direktori mesin.
it: viene copiato su <cyclone.cfg> nella directory del motore.
ja: エンジン ディレクトリ内の <cyclone.cfg > にコピーされます。
ko: 엔진 디렉토리의 <cyclone.cfg>에 복사됩니다.
lt: Jis nukopijuojamas į <cyclone.cfg> failą variklio kataloge.
lv: tas tiek kopēts uz <cyclone.cfg> dzinēja direktorijā.
nl: het wordt gekopieerd over de < cyclone.cfg > in de engine directory.
no: den kopieres over <cyclone.cfg> i motorkatalogen.
pl: jest kopiowany do pliku <cyclone.cfg> w katalogu silnika.
pt: Ele é copiado para o arquivo <cyclone.cfg> no diretório do motor.
ro: este copiat peste fișierul <cyclone.cfg> din directorul motorului.
ru: он копируется в <cyclone.cfg> в каталоге движка.
sq: kopjohet mbi <cyclone.cfg> në direktorinë e motorrit.
sr: Копира се преко <cyclone.cfg> у директоријуму мотора.
sv: Den kopieras över <cyclone.cfg> i motorkatalogen.
sw: imenakiliwa juu ya < cyclone.cfg > katika saraka ya injini.
ta: இது என்ஜின் கோப்பகத்தில் cyclone.cfg > மீது நகலெடுக்கப்படுகிறது.
th: จะถูกคัดลอกไปยัง <cyclone.cfg> ในไดเร็กทอรีเครื่องยนต์
tr: motor dizinindeki < cyclone.cfg > üzerine kopyalanır.
uk: його копіюють поверх <cyclone.cfg> у каталозі двигуна.
ur: اسے انجن ڈائرکٹری میں < cyclone.cfg > پر کاپی کیا جاتا ہے۔
vi: nó được sao chép vào <cyclone.cfg> trong thư mục engine.
zh: 它会覆盖引擎目录中的 < cyclone.cfg > 文件。

source: The engine has a repository on GitHub at -
ar: يوجد للمحرك مستودع على GitHub في -
bg: Двигателят има хранилище в GitHub на адрес -
bn: ইঞ্জিনটির GitHub-এ একটি সংগ্রহস্থল রয়েছে -
cs: Engine má repozitář na GitHubu na adrese -
da: Motoren har et repository på GitHub på -
de: Die Engine hat ein Repository auf GitHub unter -
el: Η μηχανή έχει ένα αποθετήριο στο GitHub στη διεύθυνση -
es: El motor tiene un repositorio en GitHub en -
et: Mootoril on GitHubis repositoorium aadressil -
fa: این موتور یک مخزن در گیت‌هاب به آدرس زیر دارد -
fi: Moottorilla on GitHubissa oma arkistonsa osoitteessa -
fr: Le moteur possède un dépôt sur GitHub à l'adresse suivante :
he: למנוע יש מאגר ב-GitHub בכתובת -
hi: इस इंजन का GitHub पर एक संग्रह है -
hu: A motornak van egy repositoryja a GitHubon a következő címen: -
id: Mesin ini memiliki repositori di GitHub di -
it: Il motore ha un repository su GitHub all'indirizzo -
ja: このエンジンはGitHubにリポジトリを持っています -
ko: 엔진은 GitHub에 저장소가 있습니다.
lt: Variklis turi saugyklą „GitHub“ svetainėje adresu -
lv: Dzinējam ir repozitorijs vietnē GitHub:
nl: De engine heeft een repository op GitHub op -
no: Motoren har et repository på GitHub på -
pl: Silnik ma repozytorium na GitHubie pod adresem -
pt: O mecanismo possui um repositório no GitHub em -
ro: Motorul are un depozit pe GitHub la adresa -
ru: Репозиторий движка находится на GitHub по адресу -
sq: Motori ka një depo në GitHub në -
sr: Мотор има репозиторијум на ГитХабу на -
sv: Motorn har ett arkiv på GitHub på -
sw: Injini ina hazina kwenye GitHub kwa -
ta: இந்த எஞ்சின் GitHub இல் ஒரு களஞ்சியத்தைக் கொண்டுள்ளது -
th: เครื่องยนต์มีที่เก็บข้อมูลบน GitHub ที่ -
tr: Motorun GitHub'da bir deposu var -
uk: Двигун має репозиторій на GitHub за адресою -
ur: انجن کا GitHub پر ایک ذخیرہ ہے
vi: Công cụ này có kho lưu trữ trên GitHub tại -
zh: 该引擎在 GitHub 上有一个代码仓库，地址为 -
